[
    {
        "title": "《将进酒·君不见黄河之水天上来》",
        "time": "736",
        "paragraphs": [
            "                   君不见黄河之水天上来，奔流到海不复回。",
            "君不见高堂明镜悲白发，朝如青丝暮成雪。",
            "人生得意须尽欢，莫使金樽空对月。",
            "天生我材必有用，千金散尽还复来。",
            "烹羊宰牛且为乐，会须一饮三百杯。",
            "岑夫子，丹丘生，将进酒，杯莫停。",
            "与君歌一曲，请君为我侧耳听。",
            "钟鼓馔玉不足贵，但愿长醉不复醒。",
            "古来圣贤皆寂寞，惟有饮者留其名。",
            "陈王昔时宴平乐，斗酒十千恣欢谑。",
            "主人何为言少钱，径须沽取对君酌。",
            "五花马，千金裘，",
            "呼儿将出换美酒，与尔同销万古愁。               "
        ],
        "category": [
            "哲理诗",
            "唐诗三百首"
        ],
        "explain": [
            "                        【注释】：",
            "陈王：即",
            "曹植",
            "，",
            "曹操",
            "的第三子。",
            "【简析】：",
            "《将进酒》属汉乐府《鼓吹曲·铙歌》旧题，内容多写宴饮游乐。诗中表达了对怀才不遇的感叹，又抱着乐观、通达的情怀，也流露了人生几何当及时行乐的消极情绪。但全诗洋溢着豪情逸兴，取得出色的艺术成就。",
            "　　",
            "李白",
            "咏酒的诗篇极能表现他的个性，这类诗固然数长安放还以后所作思想内容更为深沉，艺术表现更为成熟。《将进酒》即其代表作。",
            "　　《将进酒》原是汉乐府短箫铙歌的曲调，题目意绎即“劝酒歌”，故古词有“将进酒，乘大白”云。作者这首“填之以申己意”（萧士赟《分类补注李太白诗》）的名篇，约作于天宝十一载（752），他当时与友人岑勋在嵩山另一好友元丹丘的颍阳山居为客，三人尝登高饮宴（《酬岑勋见寻就元丹丘对酒相待以诗见招》：“不以千里遥，命驾来相招。中逢元丹丘，登岭宴碧霄。对酒忽思我，长啸临清飙。”）。人生快事莫若置酒会友，作者又正值“抱用世之才而不遇合”（萧士赟）之际，于是满腔不合时宜借酒兴诗情，来了一次淋漓尽致的发抒。",
            "　　诗篇发端就是两组排比长句，如挟天风海雨向读者迎面扑来。“君不见黄河之水天上来，奔流到海不复回”，颍阳去黄河不远，登高纵目，故借以起兴。黄河源远流长，落差极大，如从天而降，一泻千里，东走大海。如此壮浪景象，定非肉眼可以穷极，作者是想落天外，“自道所得”，语带夸张。上句写大河之来，势不可挡；下句写大河之去，势不可回。一涨一消，形成舒卷往复的咏叹味，是短促的单句（如“黄河落天走东海”）所没有的。紧接着，“君不见高堂明镜悲白发，朝如青丝暮成雪”，恰似一波未平、一波又起。如果说前二句为空间范畴的夸张，这二句则是时间范畴的夸张。悲叹人生短促，而不直言自伤老大，却说“高堂明镜悲白发”，一种搔首顾影、徒呼奈何的情态宛如画出。将人生由青春至衰老的全过程说成“朝”“暮”间事，把本来短暂的说得更短暂，与前两句把本来壮浪的说得更壮浪，是“反向”的夸张。于是，开篇的这组排比长句既有比意──以河水一去不返喻人生易逝，又有反衬作用──以黄河的伟大永恒形出生命的渺小脆弱。这个开端可谓悲感已极，却不堕纤弱，可说是巨人式的感伤，具有惊心动魄的艺术力量，同时也是由长句排比开篇的气势感造成的。这种开篇的手法作者常用，他如“弃我去者，咋日之日不可留；乱我心者，今日之日多烦忧”（《宣城",
            "谢朓",
            "楼饯别校书叔云》），",
            "沈德潜",
            "说：“此种格调，太白从心化出”，可见其颇具创造性。此诗两作“君不见”的呼告（一般乐府诗只于篇首或篇末偶一用之），又使诗句感情色彩大大增强。诗有所谓大开大阖者，此可谓大开。",
            "　　“夫天地者，万物之逆旅也；光阴者，百代之过客也”（《春夜宴从弟桃李园序》），悲感虽然不免，但悲观却非李白性分之所近。在他看来，只要“人生得意”便无所遗憾，当纵情欢乐。五六两句便是一个逆转，由“悲”而翻作“欢”“乐”。从此直到“杯莫停”，诗情渐趋狂放。“人生达命岂暇愁，且饮美酒登高楼”（《梁园吟》），行乐不可无酒，这就入题。但句中未直写杯中之物，而用“金樽”“对月”的形象语言出之，不特生动，更将饮酒诗意化了；未直写应该痛饮狂欢，而以“莫使”“空”的双重否定句式代替直陈，语气更为强调。“人生得意须尽欢”，这似乎是宣扬及时行乐的思想，然而只不过是现象而已。诗人“得意”过没有？“凤凰初下紫泥诏，谒帝称觞登御筵”（《玉壶吟》）──似乎得意过；然而那不过是一场幻影，“弹剑作歌奏苦声，曳裾王门不称情”──又似乎并没有得意，有的是失望与愤慨。但就此消沉么？否。诗人于是用乐观好强的口吻肯定人生，肯定自我：“天生我材必有用”，这是一个令人击节赞叹的句子。“有用”而“必”，一何自信！简直象是人的价值宣言，而这个人──“我”──是须大写的。于此，从貌似消极的现象中露出了深藏其内的一种怀才不遇而又渴望用世的积极的本质内容来。正是“长风破浪会有时”，为什么不为这样的未来痛饮高歌呢！破费又算得了什么──“千金散尽还复来！”这又是一个高度自信的惊人之句，能驱使金钱而不为金钱所使，真足令一切凡夫俗子们咋舌。诗如其人，想诗人“曩者游维扬，不逾一年，散金三十余万”（《上安州裴长史书》），是何等豪举。故此句深蕴在骨子里的豪情，绝非装腔作势者可得其万一。与此气派相当，作者描绘了一场盛筵，那决不是“菜要一碟乎，两碟乎？酒要一壶乎，两壶乎？”而是整头整头地“烹羊宰牛”，不喝上“三百杯”决不甘休。多痛快的筵宴，又是多么豪壮的诗句！",
            "　　至此，狂放之情趋于高潮，诗的旋律加快。诗人那眼花耳热的醉态跃然纸上，恍然使人如闻其高声劝酒：“岑夫了，丹丘生，将进酒，杯莫停！”几个短句忽然加入，不但使诗歌节奏富于变化，而且写来逼肖席上声口。既是生逢知己，又是酒逢对手，不但“忘形到尔汝”，诗人甚而忘却是在写诗，笔下之诗似乎还原为生活，他还要“与君歌一曲，请君为我倾耳听”。以下八句就是诗中之歌了。这着想奇之又奇，纯系神来之笔。",
            "　　“钟鼓馔玉”意即富贵生活（富贵人家吃饭时鸣钟列鼎，食物精美如玉），可诗人以为“不足贵”，并放言“但愿长醉不复醒”。诗情至此，便分明由狂放转而为愤激。这里不仅是酒后吐狂言，而且是酒后吐真言了。以“我”天生有用之才，本当位至卿相，飞黄腾达，然而“大道如青天，我独不得出”（《行路难》）。说富贵“不足贵”，乃出于愤慨。以下“古来圣贤皆寂寞”二句亦属愤语。诗人曾喟叹“自言管葛竟谁许”，所以说古人“寂寞”，也表现出自己“寂寞”。因此才愿长醉不醒了。这里，诗人已是用古人酒杯，浇自己块垒了。说到“唯有饮者留其名”，便举出“陈王”曹植作代表。并化用其《名都篇》“归来宴平乐，美酒斗十千”之句。古来酒徒历历，何以偏举“陈王”？这与李白一向自命不凡分不开，他心目中树为榜样的是",
            "谢安之",
            "类高级人物，而这类人物中，“陈王”与酒联系较多。这样写便有气派，与前文极度自信的口吻一贯。再者，“陈王”曹植于丕、叡两朝备受猜忌，有志难展，亦激起诗人的同情。一提“古来圣贤”，二提“陈王”曹植，满纸不平之气。此诗开始似只涉人生感慨，而不染政治色彩，其实全篇饱含一种深广的忧愤和对自我的信念。诗情所以悲而不伤，悲而能壮，即根源于此。",
            "　　刚露一点深衷，又回到说酒了，而且看起来酒兴更高。以下诗情再入狂放，而且愈来愈狂。“主人何为言少钱”，既照应“千金散尽”句，又故作跌宕，引出最后一番豪言壮语：即便千金散尽，也当不惜将出名贵宝物──“五花马”（毛色作五花纹的良马）、“千金裘”来换取美酒，图个一醉方休。这结尾之妙，不仅在于“呼儿”“与尔”，口气甚大；而且具有一种作者一时可能觉察不到的将宾作主的任诞情态。须知诗人不过是被友招饮的客人，此刻他却高踞一席，气使颐指，提议典裘当马，几令人不知谁是“主人”。浪漫色彩极浓。快人快语，非不拘形迹的豪迈知交断不能出此。诗情至此狂放至极，令人嗟叹咏歌，直欲“手之舞之，足之蹈之”。情犹未已，诗已告终，突然又迸出一句“与尔同销万古愁”，与开篇之“悲”关合，而“万古愁”的含义更其深沉。这“白云从空，随风变灭”的结尾，显见诗人奔涌跌宕的感情激流。通观全篇，真是大起大落，非如椽巨笔不办。",
            "　　《将进酒》篇幅不算长，却五音繁会，气象不凡。它笔酣墨饱，情极悲愤而作狂放，语极豪纵而又沉着。诗篇具有震动古今的气势与力量，这诚然与夸张手法不无关系，比如诗中屡用巨额数目字（“千金”、“三百杯”、“斗酒十千”、“千金裘”、“万古愁”等等）表现豪迈诗情，同时，又不给人空洞浮夸感，其根源就在于它那充实深厚的内在感情，那潜在酒话底下如波涛汹涌的郁怒情绪。此外，全篇大起大落，诗情忽翕忽张，由悲转乐、转狂放、转愤激、再转狂放、最后结穴于“万古愁”，回应篇首，如大河奔流，有气势，亦有曲折，纵横捭阖，力能扛鼎。其歌中有歌的包孕写法，又有鬼斧神工、“绝去笔墨畦径”之妙，既非?刻能学，又非率尔可到。通篇以七言为主，而以三、五十言句“破”之，极参差错综之致；诗句以散行为主，又以短小的对仗语点染（如“岑夫子，丹丘生”，“五花马，千金裘”），节奏疾徐尽变，奔放而不流易。《唐诗别裁》谓“读李诗者于雄快之中，得其深远宕逸之神，才是谪仙人面目”，此篇足以当之。",
            "（周啸天）                 "
        ]
    },
    {
        "title": "《静夜思》",
        "time": "749",
        "paragraphs": [
            "                   床前明月光，疑是地上霜。",
            "举头望明月，低头思故乡。               "
        ],
        "category": [
            "描写月亮",
            "思乡诗",
            "唐诗三百首",
            "小学"
        ],
        "explain": [
            "                        又作：床前看月光，疑是地上霜。举头望山月，低头思故乡。",
            "【注解】：",
            "１、举：抬。",
            "【韵译】：",
            "皎洁的月光洒到床前，",
            "迷离中疑是秋霜一片。",
            "仰头观看明月呵明月，",
            "低头乡思连翩呵连翩。",
            "【评析】：",
            "??这是写远客思乡之情的诗，诗以明白如话的语言雕琢出明静醉人的秋夜的意境。",
            "它不追求想象的新颖奇特，也摒弃了辞藻的精工华美；它以清新朴素的笔触，抒写了",
            "丰富深曲的内容。境是境，情是情，那么逼真，那么动人，百读不厌，耐人寻绎。无",
            "怪乎有人赞它是“妙绝古今”。",
            "--引自\"超纯斋诗词\"bookbest.163.net 翻译、评析：刘建勋 　　",
            "　　",
            "胡应麟",
            "说：“太白诸绝句，信口而成，所谓无意于工而无不工者。”（《诗薮·内编》卷六）",
            "王世懋",
            "认为：“（绝句）盛唐惟青莲（",
            "李白",
            "）、龙标（",
            "王昌龄",
            "）二家诣极。李更自然，故居王上。”（《艺圃撷馀》）怎样才算“自然”，才是“无意于工而无不工”呢？这首《静夜思》就是个样榜。所以胡氏特地把它提出来，说是“妙绝古今”。",
            "　　这首小诗，既没有奇特新颖的想象，更没有精工华美的辞藻；它只是用叙述的语气，写远客思乡之情，然而它却意味深长，耐人寻绎，千百年来，如此广泛地吸引着读者。",
            "　　一个作客他乡的人，大概都会有这样的感觉吧：白天倒还罢了，到了夜深人静的时候，思乡的情绪，就难免一阵阵地在心头泛起波澜；何况是月明之夜，更何况是明月如霜的秋夜！",
            "　　月白霜清，是清秋夜景；以霜色形容月光，也是古典诗歌中所经常看到的。例如梁简文帝萧纲《玄圃纳凉》诗中就有“夜月似秋霜”之句；而稍早于李白的唐代诗人",
            "张",
            "若虚",
            "在《春江花月夜》里，用“空里流霜不觉飞”来写空明澄澈的月光，给人以立体感，尤见构思之妙。可是这些都是作为一种修辞的手段而在诗中出现的。这诗的“疑是地上霜”，是叙述，而非摹形拟象的状物之辞，是诗人在特定环境中一刹那间所产生的错觉。为什么会有这样的错觉呢？不难想象，这两句所描写的是客中深夜不能成眠、短梦初回的情景。这时庭院是寂寥的，透过窗户的皎洁月光射到床前，带来了冷森森的秋宵寒意。诗人朦胧地乍一望去，在迷离恍惚的心情中，真好象是地上铺了一层白皑皑的浓霜；可是再定神一看，四周围的环境告诉他，这不是霜痕而是月色。月色不免吸引着他抬头一看，一轮娟娟素魄正挂在窗前，秋夜的太空是如此的明净！这时，他完全清醒了。",
            "　　秋月是分外光明的，然而它又是清冷的。对孤身远客来说，最容易触动旅思秋怀，使人感到客况萧条，年华易逝。凝望着月亮，也最容易使人产生遐想，想到故乡的一切，想到家里的亲人。想着，想着，头渐渐地低了下去，完全浸入于沉思之中。",
            "　　从“疑”到“举头”，从“举头”到“低头”，形象地揭示了诗人内心活动，鲜明地勾勒出一幅生动形象的月夜思乡图。",
            "　　短短四句诗，写得清新朴素，明白如话。它的内容是单纯的，但同时却又是丰富的。它是容易理解的，却又是体味不尽的。诗人所没有说的比他已经说出来的要多得多。它的构思是细致而深曲的，但却又是脱口吟成、浑然无迹的。从这里，我们不难领会到李白绝句的“自然”、“无意于工而无不工”的妙境。",
            "（马茂元）                 "
        ]
    },
    {
        "title": "《蜀道难》",
        "time": "732",
        "paragraphs": [
            "                   噫吁嚱，危乎高哉！蜀道之难，难于上青天！",
            "蚕丛及鱼凫，开国何茫然！",
            "尔来四万八千岁，不与秦塞通人烟。",
            "西当太白有鸟道，可以横绝峨眉巅。",
            "地崩山摧壮士死，然后天梯石栈相钩连。",
            "上有六龙回日之高标，下有冲波逆折之回川。",
            "黄鹤之飞尚不得过，猿猱欲度愁攀援。",
            "青泥何盘盘，百步九折萦岩峦。",
            "扪参历井仰胁息，以手抚膺坐长叹。",
            "问君西游何时还？畏途巉岩不可攀。",
            "但见悲鸟号古木，雄飞雌从绕林间。",
            "又闻子规啼夜月，愁空山。",
            "蜀道之难,难于上青天，使人听此凋朱颜！",
            "连峰去天不盈尺，枯松倒挂倚绝壁。",
            "飞湍瀑流争喧豗，砯崖转石万壑雷。",
            "其险也如此，嗟尔远道之人胡为乎来哉！(也若此 一作：也如此)",
            "剑阁峥嵘而崔嵬，一夫当关，万夫莫开。",
            "所守或匪亲，化为狼与豺。",
            "朝避猛虎，夕避长蛇；磨牙吮血，杀人如麻。",
            "锦城虽云乐，不如早还家。",
            "蜀道之难,难于上青天，侧身西望长咨嗟！ \r                       "
        ],
        "category": [
            "唐诗三百首"
        ],
        "explain": [
            "                        【注释】：",
            "《蜀道难》：古乐府曲名，属《相和歌·瑟调曲》，古代诗人常用来描写蜀地道路的艰难。胡震亨《唐音癸签》卷二十一说：《蜀道难》自是古曲，梁、陈作者，止言其险，而不及其他。（李）白则兼采",
            "张载",
            "《剑阁铭》‘一人荷戟，万夫趑趄，形胜之地，匪亲弗居’等语用之，为恃险割据与羁留在佐逆者著戒。”壮士死：传说秦惠玉嫁五美女给蜀，蜀国派五位壮士去迎接，返至梓关，遇山崩，五壮士被压死，五美女上山化为石。",
            "【简析】：",
            "这首诗作于天宝初年。",
            "李白",
            "虽然托题古调，但从思想内容到艺术形式都是创新的。全诗写出奇险壮丽的景象，将历史、现实、神话交织在一起，纵横捭阖，句式也随着感情的变化参差，充满极浓厚的浪漫主义色彩。通篇紧扣一个“难”字，瑰丽而又神奇，怪不得诗人初入长安，",
            "贺知章",
            "一读此诗就大为赞赏，称之为“谪仙人”。",
            "　   这首诗，大约是",
            "唐玄宗",
            "天宝初年，李白第一次到长安时写的。《蜀道难》是他袭用乐府古题，展开丰富的想象，着力描绘了秦蜀道路上奇丽惊险的山川，并从中透露了对社会的某些忧虑与关切。",
            "　　诗人大体按照由古及今，自秦入蜀的线索，抓住各处山水特点来描写，以展示蜀道之难。",
            "　　从“噫吁?”到“然后天梯石栈相钩连”为一个段落。一开篇就极言蜀道之难，以感情强烈的咏叹点出主题，为全诗奠定了雄放的基调。以下随着感情的起伏和自然场景的变化，“蜀道之难，难于上青天”的咏叹反复出现，象一首乐曲的主旋律一样激荡着读者的心弦。",
            "　　为什么说蜀道的难行比上天还难呢？这是因为自古以来秦、蜀之间被高山峻岭阻挡，由秦入蜀，太白峰首当其冲，只有高飞的鸟儿能从低缺处飞过。太白峰在秦都咸阳西南，是关中一带的最高峰。民谚云：“武公太白，去天三百。”诗人以夸张的笔墨写出了历史上不可逾越的险阻，并融汇了五",
            "丁开",
            "山的神话，点染了神奇色彩，犹如一部",
            "乐章",
            "的前奏，具有引人入胜的妙用。下面即着力刻画蜀道的高危难行了。",
            "　　从“上有六龙回日之高标”至“使人听此凋朱颜”为又一段落。这一段极写山势的高危，山高写得愈充分，愈可见路之难行。你看那突兀而立的高山，高标接天，挡住了太阳神的运行；山下则是冲波激浪、曲折回旋的河川。诗人不但把夸",
            "张和",
            "神话融为一体，直写山高，而且衬以“回川”之险。唯其水险，更见山势的高危。诗人意犹未足，又借黄鹤与猿猱来反衬。山高得连千里翱翔的黄鹤也不得飞度，轻疾敏捷的猿猴也愁于攀援，不言而喻，人行走就难上加难了。以上用虚写手法层层映衬，下面再具体描写青泥岭的难行。",
            "　　青泥岭，“悬崖万仞，山多云雨”（《元和郡县志》），为唐代人蜀要道。诗人着重就其峰路的萦回和山势的峻危来表现人行其上的艰难情状和畏俱心理，捕捉了在岭上曲折盘桓、手扪星辰、呼吸紧张、抚胸长叹等细节动作加以摹写，寥寥数语，便把行人艰难的步履、惶悚的神情，绘声绘色地刻画出来，困危之状如在目前。",
            "　　至此蜀道的难行似乎写到了极处。但诗人笔锋一转，借“问君”引出旅愁，以忧切低昂的旋律，把读者带进一个古木荒凉、鸟声悲凄的境界。杜鹃鸟空谷传响，充满哀愁，使人闻声失色，更觉蜀道之难。诗人借景抒情，用“悲鸟号古木”、“子规啼夜月”等感情色彩浓厚的自然景观，渲染了旅愁和蜀道上空寂苍凉的环境气氛，有力地烘托了蜀道之难。",
            "　　然而，逶迤千里的蜀道，还有更为奇险的风光。自“连峰去天不盈尺”至全篇结束，主要从山川之险来揭示蜀道之难，着力渲染惊险的气氛。如果说“连峰去天不盈尺”是夸饰山峰之高，“枯松倒挂倚绝壁”则是衬托绝壁之险。",
            "　　诗人先托出山势的高险，然后由静而动，写出水石激荡、山谷轰鸣的惊险场景。好象一串电影镜头：开始是山峦起伏、连峰接天的远景画面；接着平缓地推成枯松倒挂绝壁的特写；而后，跟踪而来的是一组快镜头，飞湍、瀑流、悬崖、转石，配合着万壑雷鸣的音响，飞快地从眼前闪过，惊险万状，目不暇接，从而造成一种势若排山倒海的强烈艺术效果，使蜀道之难的描写，简直达到了登峰造极的地步。如果说上面山势的高危已使人望而生畏，那此处山川的险要更令人惊心动魄了。",
            "　　风光变幻，险象丛生。在十分惊险的气氛中，最后写到蜀中要塞剑阁，在大剑山和小剑山之间有一条三十里长的栈道，群峰如剑，连山耸立，削壁中断如门，形成天然要塞。因其地势险要，易守难攻，历史上在此割据称王者不乏其人。诗人从剑阁的险要引出对政治形势的描写。他化用西晋张载《剑阁铭》中“形胜之地，匪亲勿居”的语句，劝人引为鉴戒，警惕战乱的发生，并联系当时的社会背景，揭露了蜀中豺狼的“磨牙吮血，杀人如麻”，从而表达了对国事的忧虑与关切。唐天宝初年，太平景象的背后正潜伏着危机，后来发生的安史之乱，证明诗人的忧虑是有现实意义的。",
            "　　李白以变化莫测的笔法，淋漓尽致地刻画了蜀道之难，艺术地展现了古老蜀道逶迤、峥嵘、高峻、崎岖的面貌，描绘出一幅色彩绚丽的山水画卷。诗中那些动人的景象宛如历历在目。",
            "　　李白之所以描绘得如此动人，还在于融贯其间的浪漫主义激情。诗人寄情山水，放浪形骸。他对自然景物不是冷漠的观赏，而是热情地赞叹，借以抒发自己的理想感受。那飞流惊湍、奇峰险壑，赋予了诗人的情感气质，因而才呈现出飞动的灵魂和瑰伟的姿态。诗人善于把想象、夸张和神话传说融为一体进行写景抒情。言山之高峻，则曰“上有六龙回日之高标”；状道之险阻，则曰“地崩山摧壮士死，然后天梯石栈相钩连”……诗人“驰走风云，鞭挞海岳”（陆时雍《诗镜总论》评李白七古语），从蚕丛开国说到五丁开山，由六龙回日写到子规夜啼，天马行空般地驰骋想象，创造出博大浩渺的艺术境界，充满了浪漫主义色彩。透过奇丽峭拔的山川景物，仿佛可以看到诗人那“落笔摇五岳、笑傲凌沧洲”的高大形象。",
            "　　唐以前的《蜀道难》作品，简短单薄。李白对东府古题有所创新和发展，用了大量散文化诗句，字数从三言、四言、五言、七言，直到十一言，参差错落，长短不齐，形成极为奔放的语言风格。诗的用韵，也突破了梁陈时代旧作一韵到底的程式。后面描写蜀中险要环境，一连三换韵脚，极尽变化之能事。所以殷璠编《河岳英灵集》称此诗“奇之又奇，自骚人以还，鲜有此体调”。",
            "　　关于本篇，前人有种种寓意之说，断定是专为某人某事而作的。明人胡震亨、",
            "顾炎武",
            "认为，李白“自为蜀咏”，“别无寓意”。今人有谓此诗表面写蜀道艰险，实则写仕途坎坷，反映了诗人在长期漫游中屡逢踬碍的生活经历和怀才不遇的愤懑，迄无定论。",
            "（阎昭典）                 "
        ]
    },
    {
        "title": "《梦游天姥吟留别》",
        "time": "746",
        "paragraphs": [
            "                   海客谈瀛洲，烟涛微茫信难求。",
            "越人语天姥，云霞明灭或可睹。",
            "天姥连天向天横，势拔五岳掩赤城。",
            "天台四万八千丈，对此欲倒东南倾。",
            "我欲因之梦吴越，一夜飞度镜湖月。",
            "湖月照我影，送我至剡溪。",
            "谢公宿处今尚在，渌水荡漾清猿啼。",
            "脚著谢公屐，身登青云梯。",
            "半壁见海日，空中闻天鸡。",
            "千岩万转路不定，迷花倚石忽已暝。",
            "熊咆龙吟殷岩泉，栗深林兮惊层巅。",
            "云青青兮欲雨，水澹澹兮生烟。",
            "列缺霹雳，丘峦崩摧。洞天石扉，訇然中开。",
            "青冥浩荡不见底，日月照耀金银台。",
            "霓为衣兮风为马，云之君兮纷纷而来下。",
            "虎鼓瑟兮鸾回车，仙之人兮列如麻。",
            "忽魂悸以魄动，恍惊起而长嗟。",
            "惟觉时之枕席，失向来之烟霞。",
            "世间行乐亦如此，古来万事东流水。",
            "别君去兮何时还，且放白鹿青崖间，",
            "须行即骑访名山。安能摧眉折腰事权贵，",
            "使我不得开心颜。               "
        ],
        "category": [
            "唐诗三百首",
            "高中"
        ],
        "explain": [
            "                        【注释】：",
            "瀛州：传说中的海上三座神仙山之一，另两座名蓬莱、方丈。天姥：山名，在今浙江省新昌县东。赤城：山名，在今浙江省天台县北，天台山的南面。镜湖：又名鉴湖，在今浙江省绍兴市南。剡溪：水名，在今浙江省嵊县南。谢公屐：谢公，南朝诗人",
            "谢灵运",
            "。据《南史·谢灵运传》记载，他“寻山陟岭，必造幽峻，岩嶂数十重，莫不备尽登蹑。常着木屐，目山则去其前齿，下山则去其后齿。”金银台：指神仙居所。白鹿：传说中神仙所骑的神兽。",
            "【简析】：",
            "李白",
            "在被排挤出长安的第二年，即天宝四年（７４５），准备由东鲁（今山东省南部）南游越中时，写了这首向朋友们表白自己心情的诗。全诗既写梦境，也写现实，构思缜密，极富想象，将神话传说和实境奇幻地交织在一起。这是诗人迭遭失意后对神仙世界的向往，觉得只有梦境才更值得流连；然而梦总是要醒的，一旦接触到现实，只能发出“安能摧眉折腰事权贵”的呼喊。全诗兴到笔随，酣畅淋漓地倾泻感情，完全不受形式的束缚，只有李白这样的伟大诗人才有如此磅礴的气势。这首诗又题作《别东鲁诸公》。",
            "　　这是一首记梦诗，也是一首游仙诗。意境雄伟，变化惝恍莫测，缤纷多采的艺术形象，新奇的表现手法，向来为人传诵，被视为李白的代表作之一。",
            "　　这首诗的题目一作《别东鲁诸公》，作于出翰林之后。天宝三载，李白被",
            "唐玄宗",
            "赐金放还，这是李白政治上的一次大失败。离长安后，曾与",
            "杜甫",
            "、",
            "高適",
            "游梁、宋、齐、鲁，又在东鲁家中居住过一个时期。这时东鲁的家已颇具规模，尽可在家中怡情养性，以度时光。可是李白没有这么作，他有一个不安定的灵魂，他有更高更远的追求，于是离别东鲁家园，又一次踏上漫游的旅途。这首诗就是他告别东鲁诸公时所作。虽然出翰林已有年月了，而政治上遭受挫折的愤怨仍然郁结于怀，所以在诗的最后发出那样激越的呼声。",
            "　　李白一生徜徉山水之间，热",
            "爱山",
            "水，达到梦寐以求的境地。此诗所描写的梦游，也许并非完全虚托，但无论是否虚托，梦游就更适于超脱现实，更便于发挥他的想象和夸张的才能了。",
            "　　“海客谈瀛洲，烟涛微茫信难求；越人语天姥，云霓明灭或可睹。”诗一开始先说古代传说中的海外仙境──瀛洲，虚无缥缈，不可寻求；而现实中的天姥山在浮云彩霓中时隐时现，真是胜似仙境。以虚衬实，突出了天姥胜景，暗蕴着诗人对天姥山的向往，写得富有神奇色彩，引人入胜。",
            "　　天姥山临近剡溪，传说登山的人听到过仙人天姥的歌唱，因此得名。天姥山与天台山相对，峰峦峭峙，仰望如在天表，冥茫如堕仙境，容易引起游者想入非非的幻觉。浙东山水是李白青年时代就向往的地方，初出川时曾说“此行不为鲈鱼鲙，自爱名山入剡中”。入翰林前曾不止一次往游，他对这里的山水不但非常热爱，也是非常熟悉的。",
            "　　天姥山号称奇绝，是越东灵秀之地。但比之其他崇山峻岭如我国的五大名山──五岳，在人们心目中的地位仍有小巫见大巫之别。可是李白却在诗中夸说它“势拔五岳掩赤城”，比五岳还更挺拔。有名的天台山则倾斜着如拜倒在天姥的足下一样。这个天姥山，被写得耸立天外，直插云霄，巍巍然非同凡比。这座梦中的天姥山，应该说是李白平生所经历的奇山峻岭的幻影，它是现实中的天姥山在李白笔下夸大了的影子。",
            "　　接着展现出的是一幅一幅瑰丽变幻的奇景：天姥山隐于云霓明灭之中，引起了诗人探求的想望。诗人进入了梦幻之中，仿佛在月夜清光的照射下，他飞渡过明镜一样的镜湖。明月把他的影子映照在镜湖之上，又送他降落在谢灵运当年曾经歇宿过的地方。他穿上谢灵运当年特制的木屐，登上谢公当年曾经攀登过的石径──青去梯。只见：“半壁见海日，空中闻天鸡。千岩万转路不定，迷花倚石忽已暝。熊咆龙吟殷岩泉，慄深林兮惊层巅。云青青兮欲雨，水澹澹兮生烟。”继飞渡而写山中所见，石径盘旋，深山中光线幽暗，看到海日升空，天鸡高唱，这本是一片曙色；却又于山花迷人、倚石暂憩之中，忽觉暮色降临，旦暮之变何其倏忽。暮色中熊咆龙吟，震响于山谷之间，深林为之战栗，层巅为之惊动。不止有生命的熊与龙以吟、咆表示情感，就连层巅、深林也能战栗、惊动，烟、水、青云都满含阴郁，与诗人的情感，协成一体，形成统一的氛围。前面是浪漫主义地描写天姥山，既高且奇；这里又是浪漫主义地抒情，既深且远。这奇异的境界，已经使人够惊骇的了，但诗人并未到此止步，而诗境却由奇异而转入荒唐，全诗也更进入高潮。在令人惊悚不已的幽深暮色之中，霎时间“丘峦崩摧”，一个神仙世界“訇然中开”，“青冥浩荡不见底，日月照耀金银台。霓为衣兮风为马，云之君兮纷纷而来下。”洞天福地，于此出现。“云之君”披彩虹为衣，驱长风为马，虎为之鼓瑟，鸾为之驾车，皆受命于诗人之笔，奔赴仙山的盛会来了。这是多么盛大而热烈的场面。“仙之人兮列如麻”！群仙好象列队迎接诗人的到来。金台、银台与日月交相辉映，景色壮丽，异彩缤纷，何等的惊心眩目，光耀夺人！仙山的盛会正是人世间生活的反映。这里除了有他长期漫游经历过的万壑千山的印象、古代传说、",
            "屈原",
            "诗歌的启发与影响，也有长安三年宫廷生活的迹印，这一切通过浪漫主义的非凡想象凝聚在一起，才有这般辉煌灿烂、气象万千的描绘。",
            "　　值得注意的是，这首诗写梦游奇境，不同于一般游仙诗，它感慨深沉，抗议激烈，并非真正依托于虚幻之中，而是在神仙世界虚无飘渺的描述中，依然着眼于现实。神游天上仙境，而心觉“世间行乐亦如此”。",
            "　　仙境倏忽消失，梦境旋亦破灭，诗人终于在惊悸中返回现实。梦境破灭后，人，不是随心所欲地轻飘飘地在梦幻中翱翔了，而是沉甸甸地躺在枕席之上。“古来万事东流水”，其中包含着诗人对人生的几多失意和深沉的感慨。此时此刻诗人感到最能抚慰心灵的是“且放白鹿青崖间，须行即骑访名山”。徜徉山水的乐趣，才是最快意的，也就是在《春夜宴从弟桃花园序》中所说：“古人秉烛夜游，良有以也。”本来诗意到此似乎已尽，可是最后却愤愤然加添了两句“安能摧眉折腰事权贵，使我不得开心颜！”一吐长安三年的郁闷之气。天外飞来之笔，点亮了全诗的主题：对于名山仙境的向往，是出之于对权贵的抗争，它唱出封建社会中多少怀才不遇的人的心声。在等级森严的封建社会中，多少人屈身权贵，多少人埋没无闻！唐朝比之其他朝代是比较开明的，较为重视人才，但也只是比较而言。人才在当时仍然摆脱不了“臣妾气态间”的屈辱地位。“折腰”一词出之于东晋的",
            "陶渊明",
            "，他由于不愿忍辱而赋“归去来”。李白虽然受帝王优宠，也不过是个词臣，在宫廷中所受到的屈辱，大约可以从这两句诗中得到一些消息。封建君主把自己称“天子”，君临天下，把自己升高到至高无上的地位，却抹煞了一切人的尊严。李白在这里所表示的决绝态度，是向封建统治者所投过去的一瞥蔑视。在封建社会，敢于这样想、敢于这样说的人并不多。李白说了，也做了，这是他异乎常人的伟大之处。",
            "　　这首诗的内容丰富、曲折、奇谲、多变，它的形象辉煌流丽，缤纷多彩，构成了全诗的浪漫主义华赡情调。它的主观意图本来在于宣扬“古来万事东流水”这样颇有消极意味的思想，可是它的格调却是昂扬振奋的，潇洒出尘的，有一种不卑不屈的气概流贯其间，并无消沉之感。",
            "　〔注〕①《秋下荆门》。②据《南史·谢灵运传》：“寻山陟岭，必造幽峻，岩嶂数十重，莫不备尽登蹑。常着木屐，止山则去其前齿，下山则去其后齿。”",
            "（乔象钟）",
            "天姥山，在浙江嵊县新昌县内，传说登山的人曾经听到仙人天姥的歌声，因此得名 。《梦游天姥吟留别》，或称《梦游天姥山别东鲁诸公》，亦称《别东鲁诸公》。天宝元年（742）秋天，李白被唐玄宗召入京都长安 ，待诏翰林，实际上除了应制作诗、“多陪侍从之游”外，别无他事可作，更无以施展自己的政治抱负 。对这种无聊的御用文人生活，李白日渐厌倦，同时，因为诗人蔑视权贵，不断遭受排挤与诽谤。面对腐败的朝廷，李白清醒地认识到自己不但报国无望，而且有祸患将至。在自知难为朝廷亲近所容的情况下，诗人就于天宝三年三月上书奏请还乡。玄宗以其“非廊庙器 ”，乃赐金放还。离开长安后，李白回到第二故乡东鲁，心中悲愤难平。次年（745），他决定南游，临行时，赋诗《梦游天姥吟留别》留赠东鲁友人。这是一首纪梦诗，也是一首浪漫的游仙诗。李白堪称我国古代杰出的浪漫主义诗人。在这首诗中，以浪漫的笔调抒写了梦中漫游天姥山的迷人境界，景象瑰丽，亦真亦幻，光怪陆离，变化莫测，充满了热烈奔放的激情和富于幻想的气魄，表现了诗人丰富的想象力，也表达了诗人愤世嫉俗、不满黑暗现实、蔑视封建权贵的反抗精神，抒发了诗人渴望自由、追求个性解放的强烈心情。 ",
            "全诗共分三个层次。 ",
            "第一层次从“海客谈瀛洲”到“对此欲倒东南倾”，写传说中天姥山峻峭雄奇的非凡气势和自己对它的向往之心。这是引起梦游的动因。大意是说，海外来客谈论瀛洲仙山的美妙景致，实在令人神往，只是难以追寻。而浙江人所谈的天姥山那时明时暗、扑朔迷离的云霞却是可能看见的。天姥山高耸入云，横贯天际，气势简直超出了五岳而盖压赤",
            "城山",
            "。与天姥山毗邻的天台山",
            "高达",
            "四万八千丈，但与天姥山的雄奇壮观相比，它也显得矮小卑微，象要倾倒在天姥山的东南脚一样。“海客谈瀛洲，烟涛微茫信难求”二句，这是诗人惯用的一种反衬手法——瀛洲“信难求 ”，而天姥山却如此奇伟壮观、真实可睹 ，“云霓明灭”中也颇有仙山风姿，因此漫游天姥山，就更成为诗人梦寐以求的事了。实际上天姥山虽是越东的灵秀之地，其高大雄伟的程度却远逊于五岳，就是和天台山相比，很难相提并论。然而在李白的笔下，它却伟岸盖于群峰，这是诗人的感情因素在起作用。诗人的真正意图，并不在于再现一个真实的天姥山，而是发挥想象表现梦幻的美好和现实的差距。 ",
            "第二层次从“我欲因之梦吴越”到“仙之人兮列如麻 ”，为梦游天姥的全过程，是全诗情节内容的主体。可分三层。第一层（“ 我欲因之梦吴越”八句）写进入梦境和梦游的路线。经镜湖，到剡溪，沿着谢灵运登山的足迹，登上“青云梯”，湖月照影，“渌水荡漾”则更显出大自然的美好。第二层（“半壁见海日”之句）写山中所见所闻。先写天姥山的高且奇：在半山腰可以看到从大海中喷薄而出的一轮朝阳，耳畔又响起天鸡那美妙动听的啼鸣。接着写山的深且远：山路是千岩万转崎岖险峻的，而烂漫的山花又如此迷人，使人留连忘返，倚石稍憩，不觉天色已晚。暮色之中，熊的咆哮，龙的鸣叫，象惊雷一样在岩泉山谷间隆隆作响 ，使密林为之战栗，峰峦为之惊悚。第三层（“云青青兮欲雨 ”十二句）进入游仙境界 。“云青青兮欲雨，水澹澹兮生烟。列缺霹雳，丘峦崩摧 。”是写诗人梦入仙境时的气氛 ：云雾迷濛，水烟缭绕，电闪雷鸣，山峦欲摧 。“洞天石扉，訇然中开”洞天，是道家对神仙的居所的称呼，此句意为神仙居所的石门轰然一声裂开 ，“ 青冥浩荡不见底，日月照耀金银台。霓为衣兮风为马，云之君兮纷纷而来下 。”意思是：青色的天空广阔无边，太阳和明月照耀着神仙居住的镶金镂银的楼台，云神穿着霓虹作的衣服乘着马纷纷从天而降 ，此时，“虎鼓瑟兮鸾回车，仙之人兮列如麻”，虎为云神鼓瑟 ，凤凰为云神驾车，群仙密密麻麻地列队迎候诗人的到来。仙境对诗人的如此器重，与现实中诗人的遭谗被遣形成何等鲜明的对照呵！仙界愈是重才思贤，就愈显示出现实中权贵小人的嫉贤妒能，排斥异己，为诗歌结尾的激愤之情的抒发埋了伏笔。 ",
            "第三层次从“忽魂悸以魄动”到结尾，写梦醒后的感慨。游仙美梦在高潮陡然幻灭，这与李白的被诏被遣的经历正相似！君王对文人才士招之即来呼之即去，人们的荣辱都仿佛过眼云烟，因此李白才从梦境的幻灭中引发出“ 古来万事东流水”的“人生如梦”的感慨，其中凝聚了诗人多少深沉的失意，写到此处，诗人并不就此搁笔，继而又掀起更加撼人心魄的感情波澜 ，“且放白鹿青崖间”，表示他将放弃黑暗仕途，回到大自然中。向山光水色去寻找灵魂的慰藉。他逃离现实而纵情山水，正说明他在现实中找不到出路的内心苦闷。“安能摧眉折腰事权贵，使我不得开心颜”这句豪气十足的名句，则是苦闷到极点后胸中愤懑岩浆的总喷发，它表明了李白对封建权贵永不妥协的反抗精神 ，也曲折地反映出他对当时上流社会中污秽、庸俗、丑恶现象的鄙视和厌弃。《梦游天姥吟留别》是李白的代表作之一。它最主要的艺术特色是熔优美离奇神话传说、强烈的夸张与高度的想象等艺术手法于一炉，创造了离奇瑰美的艺境。 ",
            "诗歌一开始就以瀛洲仙山为楔子和陪衬，令人对天姥产生亲近和向往之情。接着，诗人又以极度夸张的语言描写了天姥的奇岸伟峻：“天姥连天向天横，势拔五岳掩赤城。天台四万八千丈，对此欲倒东南倾。”通过如此的夸张状写，从而就使天姥山变成了超现实的独特的艺术形象，为其后的梦游渲染了气氛。第二段中的梦游，由传说和神话故事加上诗人惊人的想象力而成 。特别是“天鸡”啼鸣、“熊咆龙吟”、“洞天石扉”、“金银台”、“云之君”、“虎鼓瑟”、“鸾回车”、“白鹿”等神话传说和惊人想象的结合 ，妙不可言。夸张、想象和神话传说水乳交融，使诗中诗人的自我形象更加倜傥潇洒、傲岸不羁，增强了全诗的浪漫主义色彩。这首诗句式参差错落，语言抑扬顿挫，富于音乐节奏感。全诗句式从四言、五言、六言、七言、直至九言，风、骚、骈、赋、散各体俱备，运用自如，变化多姿，不拘一格。这首诗的用韵也颇讲究，全诗所用十二韵，音韵平仄错落有致，表现了诗人感情的起伏变化，更易使读者与之产生共鸣。 ",
            "这首诗写梦游奇境，不同于一般游仙诗，它感慨深沉，抗议激烈，并非真正依托于虚幻之中，而是在神仙世界虚无飘渺的描述中，依然着眼于现实。神游天上仙境，而心觉“世间行乐亦如此”。仙境倏忽消失，梦境旋亦破灭，诗人终于在惊悸中返回现实。梦境破灭后，人，不是随心所欲地轻飘飘地在梦幻中翱翔了 ，而是沉甸甸地躺在枕席之上。“古来万事东流水 ”，其中包含着诗人对人生的几多失意和深沉的感慨。此时此刻诗人感到最能抚慰心灵的是“ 且放白鹿青崖间，须行即骑访名山”。徜徉山水的乐趣，才是最快意的，也就是在《春夜宴从弟桃花园序》中所说：“古人秉烛夜游，良有以也。”本来诗意到此似乎已尽，可是最后却愤愤然加添了两句“安能摧眉折腰事权贵，使我不得开心颜 ！”一吐长安三年的郁闷之气 。天外飞来之笔，点亮了全诗的主题：对于名山仙境的向往，是出之于对权贵的抗争，它唱出封建社会中多少怀才不遇的人的心声。在等级森严的封建社会中 ，多少人屈身权贵，多少人埋没无闻！唐朝比之其他朝代是比较开明的，较为重视人才，但也只是比较而言。人才在当时仍然摆脱不了“臣妾气态间”的屈辱地位 。“折腰”一词出之于东晋的陶渊明 ，他由于不愿忍辱而赋“归去来”。李白虽然受帝王优宠 ，也不过是个词臣，在宫廷中所受到的屈辱，大约可以从这两句诗中得到一些消息。封建君主把自己称“天子 ”，君临天下，把自己升高到至高无上的地位，却抹煞了一切人的尊严。李白在这里所表示的决绝态度，是向封建统治者所投过去的一瞥蔑视。在封建社会，敢于这样想、敢于这样说的人并不多。李白说了，也做了，这是他异乎常人的伟大之处。 ",
            ""
        ]
    },
    {
        "title": "《望庐山瀑布》",
        "time": "725",
        "paragraphs": [
            "                   日照香炉生紫烟，遥看瀑布挂前川。",
            "飞流直下三千尺，疑是银河落九天。               "
        ],
        "category": [
            "山水诗",
            "小学"
        ],
        "explain": [
            "                        【注释】",
            "　①“日照”句：《太平寰宇记》：“香炉峰在庐山西北，其峰尖贺，烟云聚散，如博山香炉之状。”",
            "【品评】",
            "　　香炉，指庐山香炉峰，“在庐山西北，其峰尖圆，烟云聚散，如博山香炉之状”（",
            "乐史",
            "《太平寰宇记》）。可是，到了诗人",
            "李白",
            "的笔下，便成了另一番景象：一座顶天立地的香炉，冉冉地升起了团团白烟，缥缈于青山蓝天之间，在红日的照射下化成一片紫色的云霞。这不仅把香炉峰渲染得更美，而且富有浪漫主义色彩，为不寻常的瀑布创造了不寻常的背景。接着诗人才把视线移向山壁上的瀑布。“遥看瀑布挂前川”，前四字是点题；“挂前川”，这是“望”的第一眼形象，瀑布象是一条巨大的白",
            "练高",
            "挂于山川之间。“挂”字很妙，它化动为静，维妙维肖地表现出倾泻的瀑布在“遥看”中的形象。谁能将这巨物“挂”起来呢？“壮哉造化功”！所以这“挂”字也包含着诗人对大自然的神奇伟力的赞颂。第三句又极写瀑布的动态。“飞流直下三千尺”，一笔挥洒，字字铿锵有力。“飞”字，把瀑布喷涌而出的景象描绘得极为生动；“直下”，既写出山之高峻陡峭，又可以见出水流之急，那高空直落，势不可挡之状如在眼前。然而，诗人犹嫌未足，接着又写上一句“疑是银河落九天”，真是想落天外，惊人魂魄。“疑是”值得细味，诗人明明说得恍恍惚惚，而读者也明知不是，但是又都觉得只有这样写，才更为生动、逼真，其奥妙就在于诗人前面的描写中已经孕育了这一形象。你看！巍巍香炉峰藏在云烟雾霭之中，遥望瀑布就如从云端飞流直下，临空而落，这就自然地联想到象是一条银河从天而降。可见，“疑是银河落九天”这一比喻，虽是奇特，但在诗中并不是凭空而来，而是在形象的刻画中自然地生发出来的。它夸张而又自然，新奇而又真切，从而振起全篇，使得整个形象变得更为丰富多彩，雄奇瑰丽，既给人留下了深刻的印象，又给人以想象的余地，显示出李白那种“万里一泻，末势犹壮”的艺术风格。",
            "　　宋人魏庆之说：“七言诗第五字要响。……所谓响者，致力处也。”（《诗人玉屑》）这个看法在这首诗里似乎特别有说服力。比如一个“生”字，不仅把香炉峰写“活”了，也隐隐地把山间的烟云冉冉上升、袅袅浮游的景象表现出来了。“挂”字前面已经提到了，那个“落”字也很精彩，它活画出高空突兀、巨流倾泻的磅礴气势。很难设想换掉这三个字，这首诗将会变成什么样子。",
            "　　中唐诗人",
            "徐凝",
            "也写了一首《庐山瀑布》。诗云：“虚空落泉千仞直，雷奔入江不暂息。千古长如白练飞，一条界破青山色。”场景虽也不小，但还是给人局促之感，原因大概是它转来转去都是瀑布、瀑布……，显得很实，很板，虽是小诗，却颇有点大赋的气味。比起李白那种入乎其内，出乎其外，有形有神，奔放空灵，相去实在甚远。无怪",
            "苏轼",
            "说：“帝遣银河一派垂，古来唯有谪仙词。飞流溅沫知多少，不与徐凝洗恶诗。”（《戏徐凝瀑布诗》）话虽不无过激之处，然其基本倾向还是正确的，表现了苏轼不仅是一位著名的诗人，也是一位颇有见地的鉴赏家。",
            "（赵其钧）                 "
        ]
    },
    {
        "title": "《赠汪伦》",
        "time": "754",
        "paragraphs": [
            "                   李白乘舟将欲行，忽闻岸上踏歌声。",
            "桃花潭水深千尺，不及汪伦送我情。               "
        ],
        "category": [
            "送别诗",
            "友情诗",
            "小学"
        ],
        "explain": [
            "                        【注释】：",
            "诗人用潭水深千尺比喻汪伦与他的友情，运用了夸张的手法（潭深千尺不是实有其事）写深情厚谊，十分动人。这首诗体现了浪漫主义诗人",
            "李白",
            "想落天外的诗歌特色。",
            "--引自“中青网”http://www.cycnet.com.cn/",
            "[1]汪伦：桃花潭附近居民。",
            "[2]踏歌：边唱歌边用脚踏地作节拍。",
            "[3]桃花潭：在今安徽泾县。",
            "　　这是一首千古传诵的告别诗。李白正要乘船离开桃花潭，好友汪伦深情地唱着歌赶来送行。",
            "　　天宝十四载（755），李白从秋浦（今安徽贵池）前往泾县（今属安徽）游桃花潭，当地人汪伦常酿美酒款待他。临走时，汪伦又来送行，李白作了这首诗留别。",
            "　　诗的前半是叙事：先写要离去者，继写送行者，展示一幅离别的画面。起句「乘舟」表明是循水道；「将欲行」表明是在轻舟待发之时。这句使我们仿佛见到李白在正要离岸的小船上向人们告别的情景。",
            "　　送行者是谁呢？次句却不象首句那样直叙，而用了曲笔，只说听见歌声。一群村人踏地为节拍，边走边唱前来送行了。这似出乎李白的意料，所以说「忽闻」而不用「遥闻」。这句诗虽说得比较含蓄，只闻其声，不见其人，但人已呼之欲出。",
            "　　诗的后半是抒情。第三句遥接起句，进一步说明放船地点在桃花潭。「深千尺」既描绘了潭的特点，又为结句预伏一笔。",
            "　　桃花潭水是那样的深湛，更触动了离人的情怀，难忘汪伦的深情厚意，水深情深自然地联系起来。结句迸出「不及汪伦送我情」，以比物手法形象性地表达了真挚纯洁的深情。潭水已「深千尺」，那么汪伦送李白的情谊更有多少深呢？耐人寻味。清",
            "沈德潜",
            "很欣赏这一句，他说：「若说汪伦之情比于潭水千尺，便是凡语。妙境只在一转换间。」（《唐诗别裁》）显然，妙就妙在「不及」二字，好就好在不用比喻而采用比物手法，变无形的情谊为生动的形象，空灵而有余味，自然而又情真。",
            "　　这首小诗，深为后人赞赏，「桃花潭水」就成为后人抒写别情的常用语。由于这首诗，使桃花潭一带留下许多优美的传说和供旅游访问的遗迹，如东岸题有「踏歌古岸」门额的踏歌岸阁，西岸彩虹罔石壁下的钓隐台等等。",
            "　　（宛敏灏 宛新彬）",
            ""
        ]
    },
    {
        "title": "《行路难·有耳莫洗颍川水》",
        "time": "742",
        "paragraphs": [
            "                   有耳莫洗颍川水，有口莫食首阳蕨。",
            "含光混世贵无名，何用孤高比云月？",
            "吾观自古贤达人，功成不退皆殒身。",
            "子胥既弃吴江上，屈原终投湘水滨。",
            "陆机雄才岂自保？李斯税驾苦不早。",
            "华亭鹤唳讵可闻？上蔡苍鹰何足道？",
            "君不见吴中张翰称达生，秋风忽忆江东行。",
            "且乐生前一杯酒，何须身后千载名？ \r                       "
        ],
        "category": [
            "唐诗三百首",
            "人生"
        ],
        "explain": [
            "                        〔注〕",
            "      01有耳莫洗潁川水：高士傳：「堯之讓許由也，由以告巢父，巢父曰：『汝何不藏汝形，藏汝光？若非吾友也。』擊其膺而下之。由悵然不自得，乃過清泠之水，洗其耳曰：『向聞貪言，負吾友矣！。』遂去，終身不相見。",
            "      02有口莫食首陽蕨：史記",
            "伯夷",
            "列傳：「武王已平殷亂，天下宗周，而伯夷、叔齊恥之，義不食周粟，隱於首陽山，採薇而食之。」索隱：「薇，蕨也。」",
            "      03無名：老子：「無名之樸，亦將不欲。」",
            "      07子胥既棄吳江上：子胥，伍子胥。春秋楚人。名員，父奢，兄尚，為平王所殺，子胥奔吳，仕行人，佐吳王闔廬伐楚，五戰而入楚都郢。時平王已卒，        子胥掘墓鞭屍，以報父兄之仇。闔廬伐越，傷指卒，子夫差立，伐越，大破之。越王句踐請和，夫差許之，子胥諫不聽。其後屢請謀越，亦不納。太宰嚭得越賄，讒之，夫差賜子胥屬鏤之劍，曰：「子以此死。」子胥謂其舍人曰：『抉吾眼懸諸吳東門，以觀越人之入滅吳也。」乃自剄死，後九年，越果滅吳。○吳越春秋：「吳王聞子胥之怨恨也，乃使人賜屬鏤之劍，子胥．．．伏劍而死，吳王乃取子胥屍，盛以鴟夷（革囊也）之器，投之於江中。」國語．吳語：「申胥將死，曰：『而懸吾目於東門，以見越之入也。』王慍曰：『孤不使大夫得有見也。』乃使取申胥之屍，盛以鴟夷而投之於江。」",
            "      08",
            "屈原",
            "：戰國楚人，名平，別號靈均，博聞強記，明於治亂，仕楚為三閭大夫。懷",
            "王重",
            "其才，靳尚輩譖而疏之，原憂愁幽思，而作離騷，冀王感悟。襄王時復用讒，謫原於江南，原作漁父諸篇以見志，尋自沉汨羅而死。",
            "      09陸機：晉吳郡人，字士衡。服膺儒術，詞藻宏麗。祖遜，父抗，世仕吳。吳亡，機閉門勤學，作辯亡論二篇，以述吳之興亡，及其祖若父之功績。太康末，與弟雲俱入洛，造太常張華。華曰：「伐吳之役，利獲二俊。」後事成都王穎，受命討長沙王乂，拜大將軍，授河北大都督。軍敗被譖，穎使收機，機曰：「華亭鶴唳，可復聞乎？」遂遇害。有陸平原集。",
            "      10李斯：秦上蔡人。嘗從荀卿學。始皇既定天下，斯為丞相，定郡縣之制，下禁書令，變籀文為小篆。始皇崩，斯聽趙高計，矯詔殺扶蘇二世。二世立，        趙高用事，與斯互忌，高乃誣斯子由通盜，腰斬咸陽市，夷三族。○太平御覽：「史記曰：『李斯臨刑，思牽黃犬，臂蒼鷹，出上蔡東門，不可得矣。』」考今本史記李斯傳中，無臂蒼鷹字，而太白詩中屢用其事，當另有所本。",
            "      13張翰：晉書卷九二張翰傳：「齊王冏辟為大司馬東曹掾，冏時秉權，‥‥‥翰因見秋風起，乃思吳中菰菜蓴羹、鱸魚膾，曰：『人生貴適志，何能羈宦數千里以要名爵乎？』遂命駕而歸。．．．翰任心自適，不求當世，或謂卿乃可縱適一時，獨不為身後名邪？』答曰：『使我有身後名，不如即時一杯酒。』時人貴其曠達。」",
            ""
        ]
    },
    {
        "title": "《早发白帝城》",
        "time": "759",
        "paragraphs": [
            "                   朝辞白帝彩云间，千里江陵一日还。",
            "两岸猿声啼不住，轻舟已过万重山。               "
        ],
        "category": [
            "唐诗三百首"
        ],
        "explain": [
            "                        【注解】：",
            "１、白帝：今四川省奉节",
            "２、江陵：今湖北省江宁县。县。",
            "３、一日还：一天就可以到达。",
            "【韵译】：",
            "清晨，我告别高入云霄的白帝城；",
            "江陵远在千里，船行只一日时间。",
            "两岸猿声，还在耳边不停地啼叫；",
            "不知不觉，轻舟已穿过万重青山。",
            "【评析】：",
            "??诗是写景的。",
            "唐肃",
            "宗乾元二年（７５９），诗人流放夜郎，行至白帝遇赦，乘舟",
            "东还江陵时而作此诗。诗意在描摹自白帝至江陵一段长江，水急流速，舟行若飞的情",
            "况。首句写白帝城之高；二句写江陵路遥，舟行迅速；三句以山影猿声烘托行舟飞",
            "进；四句写行舟轻如无物，点明水势如泻。",
            "??全诗锋棱挺拔，一泻直下，快船快意，令人神远。难怪乎明人",
            "杨慎",
            "赞曰：“惊风",
            "雨而泣鬼神矣！”",
            "--引自\"超纯斋诗词\"bookbest.163.net 翻译、评析：刘建勋",
            "　　唐肃宗乾元二年（759）春天，",
            "李白",
            "因永王璘案，流放夜郎，取道四川赴贬地。行至白帝城，忽闻赦书，惊喜交加，旋即放舟东下江陵，故诗题一作“下江陵”。此诗抒写了当时喜悦畅快的心情。",
            "　　首句“彩云间”三字，描写白帝城地势之高，为全篇写下水船走得快这一动态蓄势。不写白帝城之极高，则无法体现出长江上下游之间斜度差距之大。白帝城地势高入云霄，于是下面几句中写舟行之速、行期之短、耳（猿声）目（万重山）之不暇迎送，才一一有着落。“彩云间”也是写早晨景色，显示出从晦冥转为光明的大好气象，而诗人便在这曙光初灿的时刻，怀着兴奋的心情匆匆告别白帝城。",
            "　　第二句的“千里”和“一日”，以空间之远与时间之暂作悬殊对比，自是一望而知；其妙处却在那个“还”字上—“还”，归来也。它不仅表现出诗人“一日”而行“千里”的痛快，也隐隐透露出遇赦的喜悦。江陵本非李白的家乡，而“还”字却亲切得俨如回乡一样。一个“还”字，暗处传神，值得细细玩味。",
            "　　第三句的境界更为神妙。古时长江三峡，“常有高猿长啸”。然而又何以“啼不住”了呢？我们不妨可以联想乘了飞快的汽车于盛夏的长昼行驶在林荫路上，耳听两旁树间鸣蝉的经验。夫蝉非一，树非一，鸣声亦非一，而因车行人速，却使蝉声树影在耳目之间成为“浑然一片”，这大抵就是李白在出峡时为猿声山影所感受的情景。身在这如脱弦之箭、顺流直下的船上，诗人是何等畅快而又 兴奋啊！清人桂馥读诗至此，不禁赞叹道：“妙在第三句，能使通首精神飞越。”（《札朴》）",
            "　　瞬息之间，轻舟已过“万重山”。为了形容船快，诗人除了用猿声山影来烘托，还给船的本身添上了一个“轻”字。直说船快，那自然是笨伯；而这个“轻”字，却别有一番意蕴。三峡水急滩险，诗人溯流而上时，不仅觉得船重，而且心情更为滞重，“三朝上黄牛，三暮行太迟。三朝又三暮，不觉鬓成丝。”",
            "　　（《上三峡》）如今顺流而下，行船轻如无物，其快速可想而知。而“危乎高哉”的“万重山”一过，轻舟进入坦途，诗人历尽艰险重履康庄的快感，亦自不言而喻了。这最后两句，既是写景，又是比兴，既是个人心情的表达，又是人生经验的总结，因物兴感，精妙无伦。",
            "　　全诗给人一种锋棱挺拔、空灵飞动之感。然而只赏其气势之豪爽，笔姿之骏利，尚不能得其圜中。全诗洋溢的是诗人经过艰难岁月之后突然迸发的一种激情，故雄峻迅疾中，又有豪情欢悦。快船快意，使人神远。后人赞此篇谓：“惊风雨而泣鬼神矣”（杨慎《升庵诗话》）。千百年来一直为人视若珍品。为了表达畅快的心情，诗人还特意用上平“删”韵的间、还、山作韵脚，读来是那样悠扬、轻快，令人百诵不厌。",
            "（吴小如）                 "
        ]
    },
    {
        "title": "《独坐敬亭山》",
        "time": "753",
        "paragraphs": [
            "                   众鸟高飞尽，孤云独去闲。",
            "相看两不厌，只有敬亭山。               "
        ],
        "category": [
            "小学",
            "孤独"
        ],
        "explain": [
            "                        [注释]（1）敬亭山：在今安徽省宣城县北。",
            "[译文]群鸟高飞，绝尽踪影，一片孤云独自悠闲地飘浮而去我伫立在山顶，注视着敬亭山，敬亭山也看着我，彼此久看不厌。",
            "　　敬亭山在宣州（治所在今安徽宣城），宣州是六朝以来江南名郡，大诗人如",
            "谢灵运",
            "、",
            "谢朓",
            "等曾在这里做过",
            "太守",
            "。",
            "李白",
            "一生凡七游宣城，这首五绝作于天宝十二载（753）秋游宣州时，距他被迫于天宝三载离开长安已有整整十年时间了。长期飘泊生活，使李白饱尝了人间辛酸滋味，看透了世态炎凉，从而加深了对现实的不满，增添了孤寂之感。此诗写独坐敬亭山时的情趣，正是诗人带着怀才不遇而产生的孤独与寂寞的感情，到大自然怀抱中寻求安慰的生活写照。",
            "　　前二句“众鸟高飞尽，孤云独去闲”，看似写眼前之景，其实，把孤独之感写尽了：天上几只鸟儿高飞远去，直至无影无踪；寥廓的长空还有一片白云，却也不愿停留，慢慢地越飘越远，似乎世间万物都在厌弃诗人。“尽”“闲”两个字，把读者引入一个“静”的境界：仿佛是在一群山鸟的喧闹声消除之后格外感到清静；在翻滚的厚云消失之后感到特别的清幽平静。因此，这两句是写“动”见“静”，以“动”衬“静”。这种“静”，正烘托出诗人心灵的孤独和寂寞。这种生动形象的写法，能给读者以联想，并且暗示了诗人在敬亭山游览观望之久，勾画出他“独坐”出神的形象，为下联“相看两不厌”作了铺垫。",
            "　　诗的下半运用拟人手法写诗人对敬亭山的喜爱。鸟飞云去之后，静悄悄地只剩下诗人和敬亭山了。诗人凝视着秀丽的敬亭山，而敬亭山似乎也在一动不动地看着诗人。这使诗人很动情-世界上大概只有它还愿和我作伴吧？“相看两不厌”表达了诗人与敬亭山之间的深厚感情。“相”“两”二字同义重复，把诗人与敬亭山紧紧地联在一起，表现出强烈的感情。结句中“只有”两字也是经过锤炼的，更突出诗人对敬亭山的喜爱。“人生得一知己足矣”，鸟飞云去又何足挂齿！这两句诗所创造的意境仍然是“静”的，表面看来，是写了诗人与敬亭山相对而视，脉脉含情。实际上，诗人愈是写山的“有情”，愈是表现出人的“无情”；而他那横遭冷遇，寂寞凄凉的处境，也就在这静谧的场面中透露出来了。",
            "　　“静”是全诗的血脉。这首平淡恬静的诗之所以如此动人，就在于诗人的思想感情与自然景物的高度融合而创造出来的“寂静”的境界，无怪乎",
            "沈德潜",
            "在《唐诗别裁》中要夸这首诗是“传‘独坐’之神”了。",
            "　　（宛敏灏 宛新彬）",
            "独坐敬亭山",
            "李白 ",
            "　　众鸟高飞尽， 孤云独去闲。",
            "　　相看两不厌， 只有敬亭山。",
            "　　敬亭山在宣州（治所在今安徽宣城），宣州是六朝以来江南名郡，大诗人如谢灵运、谢朓等曾在这里做过太守。李白一生凡七游宣城，这首五绝作于天宝十二载（753）秋游宣州时，距他被迫于天宝三载离开长安已有整整十年时间了。长期飘泊生活，使李白饱尝了人间辛酸滋味，看透了世态炎凉，从而加深了对现实的不满，增添了孤寂之感。此诗写独坐敬亭山时的情趣，正是诗人带着怀才不遇而产生的孤独与寂寞的感情，到大自然怀抱中寻求安慰的生活写照。",
            "　　前二句“众鸟高飞尽，孤云独去闲”，看似写眼前之景，其实，把孤独之感写尽了：天上几只鸟儿高飞远去，直至无影无踪；寥廓的长空还有一片白云，却也不愿停留，慢慢地越飘越远，似乎世间万物都在厌弃诗人。“尽”“闲”两个字，把读者引入一个“静”的境界：仿佛是在一群山鸟的喧闹声消除之后格外感到清静；在翻滚的厚云消失之后感到特别的清幽平静。因此，这两句是写“动”见“静”，以“动”衬“静”。这种“静”，正烘托出诗人心灵的孤独和寂寞。这种生动形象的写法，能给读者以联想，并且暗示了诗人在敬亭山游览观望之久，勾画出他“独坐”出神的形象，为下联“相看两不厌”作了铺垫。",
            "　　诗的下半运用拟人手法写诗人对敬亭山的喜爱。鸟飞云去之后，静悄悄地只剩下诗人和敬亭山了。诗人凝视着秀丽的敬亭山，而敬亭山似乎也在一动不动地看着诗人。这使诗人很动情-世界上大概只有它还愿和我作伴吧？“相看两不厌”表达了诗人与敬亭山之间的深厚感情。“相”“两”二字同义重复，把诗人与敬亭山紧紧地联在一起，表现出强烈的感情。结句中“只有”两字也是经过锤炼的，更突出诗人对敬亭山的喜爱。“人生得一知己足矣”，鸟飞云去又何足挂齿！这两句诗所创造的意境仍然是“静”的，表面看来，是写了诗人与敬亭山相对而视，脉脉含情。实际上，诗人愈是写山的“有情”，愈是表现出人的“无情”；而他那横遭冷遇，寂寞凄凉的处境，也就在这静谧的场面中透露出来了。",
            "　　“静”是全诗的血脉。这首平淡恬静的诗之所以如此动人，就在于诗人的思想感情与自然景物的高度融合而创造出来的“寂静”的境界，无怪乎沈德潜在《唐诗别裁》中要夸这首诗是“传‘独坐’之神”了。",
            "　　",
            ""
        ]
    },
    {
        "title": "《望天门山》",
        "time": "725",
        "paragraphs": [
            "                   天门中断楚江开，碧水东流至此回。",
            "两岸青山相对出，孤帆一片日边来。               "
        ],
        "category": [
            "山水诗",
            "小学"
        ],
        "explain": [
            "                        　　天门山，就是安徽当涂县的东梁山（古代又称博望山）与和县的西梁山的合称。两山夹江对峙，象一座天设的门户，形势非常险要，“天门”即由此得名。诗题中的“望”字，说明诗中所描绘的是远望所见天门山壮美景色。历来的许多注本由于没有弄清“望”的立脚点，所以往往把诗意理解错了。",
            "　　天门山夹江对峙，所以写天门山离不开长江。诗的前幅即从“江”与“山”的关系着笔。第一句“天门中断楚",
            "江开",
            "”，着重写出浩荡东流的楚江（长江流经旧楚地的一段）冲破天门奔腾而去的壮阔气势。它给人以丰富的联想：天门两山本来是一个整体，阻挡着汹涌的江流。由于楚江怒涛的冲击，才撞开了“天门”，使它中断而成为东西两山。这和作者在《西岳云台歌》中所描绘的情景颇为相似：“巨灵（河神）咆哮擘两山（指河西的华山与河东的首阳山），洪波喷流射东海。”不过前者隐后者显而已。在作者笔下，楚江仿佛成了有巨大生命力的事物，显示出冲决一切阻碍的神奇力量，而天门山也似乎默默地为它让出了一条通道。",
            "　　第二句“碧水东流至此回”，又反过来着重写夹江对峙的天门山对汹涌奔腾的楚江的约束力和反作用。由于两山夹峙，浩阔的长江流经两山间的狭窄通道时，激起回旋，形成波涛汹涌的奇观。如果说上一句是借山势写出水的汹涌，那么这一句则是借水势衬出山的奇险。有的本子“至此回”作“直北回”，解者以为指东流的长江在这一带回转向北。这也许称得上对长江流向的精细说明，但不是诗，更不能显现天门奇险的气势。试比较《西岳云台歌送丹丘子》：“西岳峥嵘何壮哉！黄河如丝天际来。黄河万里触山动，盘涡毂转秦地雷。”“盘涡毂转”也就是“碧水东流至此回”，同样是描绘万里江河受到峥嵘奇险的山峰阻遏时出现的情景。绝句尚简省含蓄，所以不象七古那样写得淋漓尽致。",
            "　　“两岸青山相对出，孤帆一片日边来。”这两句是一个不可分割的整体。上句写望中所见天门两山的雄姿，下句则点醒“望”的立脚点和表现诗人的淋漓兴会。诗人并不是站在岸上的某一个地方遥望天门山，他“望”的立脚点便是从“日边来”的“一片孤帆”。读这首诗的人大都赞赏“两岸青山相对出”的“出”字，因为它使本来静止不动的山带上了动态美，但却很少去考虑诗人何以有“相对出”的感受。如果是站在岸上某个固定的立脚点“望天门山”，那大概只会产生“两岸青山相对立”的静态感。反之，舟行江上，顺流而下，望着远处的天门两山扑进眼帘，显现出愈来愈清晰的身姿时，“两岸青山相对出”的感受就非常突出了。“出”字不但逼真地表现了在舟行过程中“望天门山”时天门山特有的姿态，而且寓含了舟中人的新鲜喜悦之感。夹江对峙的天门山，似乎正迎面向自己走来，表示它对江上来客的欢迎。",
            "　　青山既然对远客如此有情，则远客自当更加兴会淋漓。“孤帆一片日边来”，正传神地描绘出孤帆乘风破浪，越来越靠近天门山的情景，和诗人欣睹名山胜景、目接神驰的情状。它似乎包含着这样的潜台词：雄伟险要的天门山呵，我这乘一片孤帆的远",
            "方来",
            "客，今天终于看见了你。",
            "　　由于末句在叙事中饱含诗人的激情，这首诗便在描绘出天门山雄伟景色的同时突出了诗人的自我形象。如果要正题，诗题应该叫“舟行望天门山”。",
            "（刘学锴）                 "
        ]
    },
    {
        "title": "《菩萨蛮·举头忽见衡阳雁》",
        "time": "",
        "paragraphs": [
            "                   举头忽见衡阳雁。千声万字情何限。",
            "叵而薄情夫。一行书也无。 ",
            "泣归香阁恨。和泪掩红粉。",
            "待雁却回时。也无书寄伊。 \r                       "
        ],
        "category": [
            "思念诗"
        ],
        "explain": [
            "                        【注释】：",
            "（《尊前集》）（《全宋词》第四册第二五一月页云《历代诗余》卷九载此为",
            "陈以庄",
            "词，杨金本《草堂诗余》卷下作",
            "陈达叟",
            "词。）",
            ""
        ]
    },
    {
        "title": "《菩萨蛮·平林漠漠烟如织》",
        "time": "",
        "paragraphs": [
            "                   平林漠漠烟如织，寒山一带伤心碧。",
            "暝色入高楼，有人楼上愁。",
            "玉阶空伫立，宿鸟归飞急。",
            "何处是归程？长亭连短亭。               "
        ],
        "category": [
            "描写秋天",
            "豪放诗"
        ],
        "explain": [
            "                        ”连短亭”一作：更短亭",
            "【注释】",
            "①近水杨宁益《零墨新笺》考证《菩萨蛮》为古缅甸曲调，",
            "唐玄宗",
            "时传入中国，列于教坊曲。变调，四十四字，两仄韵，两平韵。",
            "【品评】",
            "宋初《尊前集》及稍后的文学《湘山野录》、",
            "杨绘",
            "《时贤本事曲子集》，都载有传为",
            "李白",
            "所作的这首《菩萨蛮》。黄^誑《唐宋诸贤绝妙词选》且将此词推为“百代词典之祖”。然自明",
            "胡应麟",
            "以来，不断有人提出质疑，认为它是晚唐五代人作而托李白的。这场争议至今仍继续。",
            "这是一首怀人词，写思妇盼望远",
            "方行",
            "人久候而不归的心情。开头两句为远景。高楼极目，平林秋山，横亘天末，凝望之际，不觉日暮。“烟如织”是说暮烟浓密，“伤心碧”是说山色转深。",
            "王建",
            "《江陵使至汝州》诗：“日暮数峰青似染，商人说是汝州山”。",
            "薛涛",
            "《题竹郎庙》诗：“竹郎庙前多古木，夕阳沉沉山更绿。”多言晚山之青，可以参看。这两句全从登楼望远的思妇眼中写出，主观色彩很重，而行人之远与伫望之深，尽在其中。“暝色”两句为近景，用一“入”字由远而近，从全景式的平林远山拉到楼头思妇的特写镜头，突出了“有人楼上愁”的人物主体，层次井然。下片玉阶伫立仰见飞鸟，与上片登楼远望俯眺平楚，所见不同，思念之情则一。“宿鸟归飞急”还意在反衬行人滞留他乡，未免恋恋不返。末句计归程以卜归期。庚信《哀江南赋》有“十里五里，长亭短亭”之语。词中着一“更”字加强了连续不断的以至无穷无尽的印象。征途上无数长亭短亭，不但说明归程遥远，同时也说明归期无望，以与过片“空伫立”之“空”字相应。如此日日空候，思妇的离愁也就永无穷尽了。",
            "结句不怨行人忘返，却愁道路几千，归程迢递，不露哀怨，语甚酝藉。",
            "韩元吉",
            "《念奴娇》词云，“尊前谁唱新词，平林真有恨，寒烟如织。”可见南宋初这首《菩萨蛮》犹传唱不绝。",
            "以下摘自《唐宋词简释》唐圭璋",
            "此首望远怀人之词，寓情于境界之中。一起写平林",
            "寒山",
            "境界，苍茫悲壮梁元帝赋云：“登楼一望，唯见远树含烟。平原如此，不知道路几千。”此词境界似之。然其写日暮景色，更觉凄黯。此两句，白内而外。“瞑色”两句，自外而内。烟如织、伤心碧，皆瞑色也。两句折到楼与人，逼出“愁”字，唤醒全篇。所以觉寒山伤心者，以愁之故；所以愁者，则以人不归耳。下片，点明“归”字。“空”字，亦从“愁”字来。乌归飞急，写出空间动态，写出鸟之心情。鸟归人不归，故云此首望远怀人之词，寓情于境界之中。一起写平林寒山境界，苍茫悲壮。粱元帝赋云“空伫立”。“何处”两句，自相呼应，仍以境界结束。但见归程，不见归人，语意含蓄不尽。                "
        ]
    },
    {
        "title": "《行路难 其一》",
        "time": "744",
        "paragraphs": [
            "                   金樽清酒斗十千，玉盘珍羞直万钱。",
            "停杯投箸不能食，拔剑四顾心茫然。",
            "欲渡黄河冰塞川，将登太行雪满山。",
            "闲来垂钓碧溪上，忽复乘舟梦日边。",
            "行路难，行路难，多歧路，今安在。",
            "长风破浪会有时，直挂云帆济沧海。               "
        ],
        "category": [
            "励志诗",
            "友情诗",
            "哲理诗",
            "唐诗三百首",
            "初中",
            "怀才不遇"
        ],
        "explain": [
            "                        【注释】：",
            "《行路难》：古乐府《杂曲歌辞》名其内容多叙写社会道途艰难和离别悲伤。垂钓碧溪：《史记·齐太公世家》记载，吕尚年老垂钓于渭水边，后遇西伯姬昌（即",
            "周文",
            "王）而得重用。梦日：传说伊尹在将受到成汤的征聘时，梦见乘船经过日月边。长风破浪：《宋书·宗悫传》说，宗悫的叔父问他志向是什么，宗悫说：“愿乘长风破万里浪。”后人用“乘风破浪”比喻施展政治抱负。",
            "【简析】：",
            "《行路难》",
            "李白",
            "原作三首，这是第一首，作于天宝三年（７４４），李白遭受谗毁而被排挤出长安时写的。诗中抒写了他在政治道路上遭遇艰难时，产生的不可抑制的愤激情绪；但仍盼有一天会施展自己的抱负，表现了他对人生前途的乐观豪迈气概，充满了积极浪漫主义的情调。",
            "　　这是李白所写的三首《行路难》的第一首。这组诗从内容看，应该是写在天宝三载（744）李白离开长安的时候。",
            "　　诗的前四句写朋友出于对李白的深厚友情，出于对这样一位天才被弃置的惋惜，不惜金钱，设下盛宴为之饯行。“嗜酒见天真”的李白，要是在平时，因为这美酒佳肴，再加上朋友的一片盛情，肯定是会“一饮三百杯”的。然而，这一次他端起酒杯，却又把酒杯推开了；拿起筷子，却又把筷子撂下了。他离开座席，拔下宝剑，举目四顾，心绪茫然。停、投、拔、顾四个连续的动作，形象地显示了内心的苦闷抑郁，感情的激荡变化。",
            "　　接着两句紧承“心茫然”，正面写“行路难”。诗人用“冰塞川”、“雪满山”象征人生道路上的艰难险阻，具有比兴的意味。一个怀有伟大政治抱负的人物，在受诏入京、有幸接近皇帝的时候，皇帝却不能任用，被“赐金还山”，变相撵出了长安，这不正象遇到冰塞黄河、雪拥太行吗！但是，李白并不是那种软弱的性格，从“拔剑四顾”开始，就表示着不甘消沉，而要继续追求。“闲来垂钓碧溪上，忽复乘舟梦日边。”诗人在心境茫然之中，忽然想到两位开始在政治上并不顺利，而最后终于大有作为的人物：一位是吕尚，九十岁在磻溪钓鱼，得遇文王；一位是伊尹，在受汤聘前曾梦见自己乘舟绕日月而过。想到这两位历史人物的经历，又给诗人增加了信心。",
            "　　“行路难，行路难，多歧路，今安在？”吕尚、伊尹的遇合，固然增加了对未来的信心，但当他的思路回到眼前现实中来的时候，又再一次感到人生道路的艰难。离筵上瞻望前程，只觉前路崎岖，歧途甚多，要走的路，究竟在哪里呢？这是感情在尖锐复杂的矛盾中再一次回旋。但是倔强而又自信的李白，决不愿在离筵上表现自己的气馁。他那种积极用世的强烈要求，终于使他再次摆脱了歧路彷徨的苦闷，唱出了充满信心与展望的强音：“乘风破浪会有时，直挂云帆济沧海！”他相信尽管前路障碍重重，但仍将会有一天要象刘宋时宗悫所说的那样，乘长风破万里浪，挂上云帆，横渡沧海，到达理想的彼岸。",
            "　　这首诗一共十四句，八十二个字，在七言歌行中只能算是短篇，但它跳荡纵横，具有长篇的气势格局。其重要的原因之一，就在于它百步九折地揭示了诗人感情的激荡起伏、复杂变化。诗的一开头，“金樽美酒”，“玉盘珍羞”，让人感觉似乎是一个欢乐的宴会，但紧接着“停杯投箸”、“拔剑四顾”两个细节，就显示了感情波涛的强烈冲击。中间四句，刚刚慨叹“冰塞川”、“雪满山”，又恍然神游千载之上，仿佛看到了吕尚、伊尹由微贱而忽然得到君主重用。诗人心理上的失望与希望、抑郁与追求，急遽变化交替。“行路难，行路难，多歧路，今安在？”四句节奏短促、跳跃，完全是急切不安状态下的内心独白，逼肖地传达出进退失据而又要继续探索追求的复杂心理。结尾二句，经过前面的反复回旋以后，境界顿开，唱出了高昂乐观的调子，相信自己的理想抱负总有实现的一天。通过这样层层迭迭的感情起伏变化，既充分显示了黑暗污浊的政治现实对诗人的宏大理想抱负的阻遏，反映了由此而引起的诗人内心的强烈苦闷、愤郁和不平，同时又突出表现了诗人的倔强、自信和他对理想的执着追求，展示了诗人力图从苦闷中挣脱出来的强大精神力量。",
            "　　这首诗在题材、表现手法上都受到",
            "鲍照",
            "《拟行路难》的影响，但却青出于蓝而胜于蓝。两人的诗，都在一定程度上反映了封建统治者对人才的压抑，而由于时代和诗人精神气质方面的原因，李诗却揭示得更加深刻强烈，同时还表现了一种积极的追求、乐观的自信和顽强地坚持理想的品格。因而，和鲍作相比，李诗的思想境界就显得更高。",
            "（余恕诚）                 "
        ]
    },
    {
        "title": "《送友人》",
        "time": "754",
        "paragraphs": [
            "                   青山横北郭，白水绕东城。",
            "此地一为别，孤蓬万里征。",
            "浮云游子意，落日故人情。",
            "挥手自兹去，萧萧班马鸣。               "
        ],
        "category": [
            "送别诗",
            "友情诗",
            "唐诗三百首",
            "初中"
        ],
        "explain": [
            "                        【注释】：",
            "萧萧：马鸣声。班马：临别的马。",
            "【简析】：",
            "这首五律，描述送别情景，历历如在目前，语言流畅，好像毫不受格律的束缚。",
            "[注释]（1）北郭：北城门外。（2）孤蓬：蓬是一种草，枯后断根，遇风吹散，飞转无定。此处孤蓬喻孤独远行的友人。（3）故人：诗人自称。（4）萧萧：马的嘶叫声。班马：离群之马，喻人之分别。",
            "[译文]北城门外青山横亘，东城之外白水环绕。在此地一分别，你就要像孤蓬一样万里飘泊了。白云飘浮不定如游子心意，太阳缓缓落山像我依依不舍的感情。彼此挥手，从此别离；萧萧马鸣，不忍分别。",
            "　　这是一首充满诗情画意的送别诗，诗人与友人策马辞行，情意绵绵，动人肺腑。",
            "　　首联“青山横北郭，白水绕东城”，点出告别的地点。诗人已经送友人来到了城外，然而两人仍然并肩缓辔，不愿分离。只见远处，青翠的山峦横亘在外城的北面，波光粼粼的流水绕城东潺潺而过。这两句，“青山”对“白水”，“北郭”对“东城”，首联即写成工丽的对偶句，确是别开生面；而且“青”、“白”相间，色彩明丽。“横”字勾勒青山的静姿，“绕”字描画白水的动态。诗笔挥洒自如，描摹出一幅寥廓秀丽的图景。",
            "　　中间两联切题，写离别的深情。颔联“此地一为别，孤蓬万里征”。此地一别，离人就要象蓬草那样随风飞转，到万里之外去了。此二句表达了对朋友飘泊生涯的深切关怀。落笔如行云流水，舒畅自然，不拘泥于对仗，别具一格。颈联“浮云游子意，落日故人情”，却又写得十分工整，“浮云”对“落日”，“游子意”对“故人情”。同时，诗人又巧妙地用“浮云”、“落日”作比，来表明心意。天空中一抹白云，随风飘浮，象征着友人行踪不定，任意东西；远处一轮红彤彤的夕阳徐徐而下，似乎不忍遽然离开大地，隐喻诗人对朋友依依惜别的心情。在这山明水秀、红日西照的背景下送别，特别令人留恋而感到难舍难分。这里既有景，又有情，情景交融，扣人心弦。",
            "　　尾联两句，情意更切。“挥手自兹去，萧萧班马鸣。”送君千里，终须一别。“挥手”，是写了分离时的动作，那么内心的感觉如何呢？诗人没有直说，只写了“萧萧班马鸣”的动人场景。这一句出自《",
            "诗经",
            "·车攻》“萧萧马鸣”。班马，离群的马。诗人和友人马上挥手告别，频频致意。那两匹马仿佛懂得主人心情，也不愿脱离同伴，临别时禁不住萧萧长鸣，似有无限深情。马犹如此，人何以堪！",
            "李白",
            "化用古典诗句，著一“班”字，便翻出新意，烘托出缱绻情谊，可谓鬼斧神工。",
            "　　这首送别诗写得新颖别致，不落俗套。诗中青翠的山岭，清澈的流水，火红的落日，洁白的浮云，相互映衬，色彩璀璨。班马长鸣，形象新鲜活泼。自然美与人情美交织在一起，写得有声有色，气韵生动。诗的节奏明快，感情真挚热诚而又豁达乐观，毫无缠绵悱恻的哀伤情调。这正是评家深为赞赏的李白送别诗的特色。",
            "(何国治)",
            ""
        ]
    },
    {
        "title": "《峨眉山月歌》",
        "time": "724",
        "paragraphs": [
            "                   峨眉山月半轮秋，影入平羌江水流。",
            "夜发清溪向三峡，思君不见下渝州。               "
        ],
        "category": [
            "描写秋天",
            "初中"
        ],
        "explain": [
            "                        　　这首诗是年轻的",
            "李白",
            "初离蜀地时的作品，意境明朗，语言浅近，音韵流畅。",
            "　　诗从“峨眉山月”写起，点出了远游的时令是在秋天。“秋”字因入韵关系倒置句末。秋高气爽，月色特明（“秋月扬明辉”）。以“秋”字又形容月色之美，信手拈来，自然入妙。月只“半轮”，使人联想到青山吐月的优美意境。在峨眉山的东北有平羌江，即今青衣江，源出于四川芦山县，流至乐山县入岷江。次句“影”指月影，“入”和“流”两个动词构成连动式谓语，意言月影映入江水，又随江水流去。生活经验告诉我们，定位观水中月影，任凭江水怎样流，月影却是不动的。“月亮走，我也走”，只有观者顺流而下，才会看到“影入江水流”的妙景。所以此句不仅写出了月映",
            "清江",
            "的美景，同时暗点秋夜行船之事。意境可谓空灵入妙。",
            "　　次句境中有人，第三句中人已露面：他正连夜从清溪驿出发进入岷江，向三峡驶去。“仗剑去国，辞亲远游”的青年，乍离乡土，对故国故人不免恋恋不舍。江行见月，如见故人。然明月毕竟不是故人，于是只能“仰头看明月，寄情千里光”了。末句“思君不见下渝州”依依惜别的无限情思，可谓语短情长。",
            "　　峨眉山──平羌江──清溪──渝州──三峡，诗境就这样渐次为读者展开了一幅千里蜀江行旅图。除“峨眉山月”而外，诗中几乎没有更具体的景物描写；除“思君”二字，也没有更多的抒情。然而“峨眉山月”这一集中的艺术形象贯串整个诗境，成为诗情的触媒。由它引发的意蕴相当丰富：山月与人万里相随，夜夜可见，使“思君不见”的感慨愈加深沉。明月可亲而不可近，可望而不可接，更是思友之情的象征。凡咏月处，皆抒发江行思友之情，令人陶醉。",
            "　　本来，短小的绝句在表现时空变化上颇受限制，因此一般写法是不同时超越时空，而此诗所表现的时间与空间跨度真到了驰骋自由的境地。二十八字中地名凡五见，共十二字，这在万首唐人绝句中是仅见的。它“四句入地名者五，古今目为绝唱，殊不厌重”（王麟洲语），其原因在于：诗境中无处不渗透着诗人江行体验和思友之情，无处不贯串着山月这一具有象征意义的艺术形象，这就把广阔的空间和较长的时间统一起来。其次，地名的处理也富于变化。“峨眉山月”、“平羌江水”是地名副加于景物，是虚用；“发清溪”、“向三峡”、“下渝州”则是实用，而在句中位置亦有不同。读起来也就觉不着痕迹，妙入化工。",
            "（周啸天）                 "
        ]
    },
    {
        "title": "《渡荆门送别》",
        "time": "724",
        "paragraphs": [
            "                   渡远荆门外，来从楚国游。",
            "山随平野尽，江入大荒流。",
            "月下飞天境，云生结海楼。",
            "仍怜故乡水，万里送行舟。               "
        ],
        "category": [
            "送别诗",
            "思乡诗",
            "唐诗三百首",
            "初中"
        ],
        "explain": [
            "                        【注解】：",
            "１、荆门：山名，在湖北省宜都县西北。",
            "２。海楼：海市蜃楼。",
            "３、故乡水：指长江，",
            "李白",
            "早年住在四川，故有此言。",
            "【韵译】：",
            "自剑门之外的西蜀沿江东下，",
            "来到了楚国境内作一次旅游。",
            "崇山随着荒野出现渐渐逝尽，",
            "长江进入了莽原也缓缓而流。",
            "月影倒映江中象是飞来天镜，",
            "云层缔构城郭幻出海市蜃楼。",
            "我依然怜爱这来自故乡之水，",
            "行程万里继续漂送我的行舟。",
            "【评析】：",
            "??唐开元十四年（７２６），诗人怀着“仗剑去国，辞亲远游”之情，出蜀东下，",
            "此诗即在旅游途中所作。从诗意看，诗人与送行者同舟共发，是在舟中吟送的。清朝",
            "沈德潜",
            "认为，诗中无“送别”意，题中“送别”二字可删，是不确的。这首诗虽意在",
            "描绘山水，然而仔细揣摩，“送别”之意犹在，足见椽笔功夫。",
            "??“山随平野尽，江入大荒流”与",
            "杜甫",
            "的“星垂平野阔，月涌大江流”，可比功",
            "力。或认为李是行舟流览，杜则停舟细看。此说颇是在理。",
            "--引自\"超纯斋诗词\"bookbest.163.net 翻译、评析：刘建勋",
            "　　这首诗是李白出蜀时所作。荆门，即荆门山，位于今湖北宜都县西北，长江南岸，与北岸虎牙山隔江对峙，形势险要，自古即有楚蜀咽喉之称。",
            "　　李白这次出蜀，由水路乘船远行，经巴渝，出三峡，直向荆门山之外驶去，目的是到湖北、湖南一带楚国故地游览。“渡远荆门外，来从楚国游”，指的就是这一壮游。这时候的青年诗人，兴致勃勃，坐在船上沿途纵情观赏巫山两岸高耸云霄的峻岭，一路看来，眼前景色逐渐变化，船过荆门一带，已是平原旷野，视域顿然开阔，别是一番景色：",
            "　　“山随平野尽，江入大荒流。”",
            "　　前句形象地描绘了船出三峡、渡过荆门山后长江两岸的特有景色：山逐渐消失了，眼前是一望无际的低平的原野。它好比用电影镜头摄下的一组活动画面，给人以流动感与空间感，将静止的山岭摹状出活动的趋向来。",
            "　　“江入大荒流”，写出江水奔腾直泻的气势，从荆门往远处望去，仿佛流入荒漠辽远的原野，显得天空寥廓，境界高远。后句著一“入”字，力透纸背，用语贴切。景中蕴藏着诗人喜悦开朗的心情和青春的蓬勃朝气。",
            "　　写完山势与流水，诗人又以移步换景手法，从不同角度描绘长江的近景与远景：",
            "　　“月下飞天镜，云生结海楼。”",
            "　　长江流过荆门以下，河道迂曲，流速减缓。晚上，江面平静时，俯视月亮在水中的倒影，好象天上飞来一面明镜似的；日间，仰望天空，云彩兴起，变幻无穷，结成了海市蜃楼般的奇景。这正是从荆门一带广阔平原的高空中和平静的江面上所观赏到的奇妙美景。如在崇山峻岭的三峡中，自非亭午夜分，不见曦月，夏水襄陵，江面水流湍急汹涌，那就很难有机会看到“月下飞天镜”的水中影像；在隐天蔽日的三峡空间，也无从望见“云生结海楼”的奇景。这一联以水中月明如圆镜反衬江水的平静，以天上云彩构成海市蜃楼衬托江岸的辽阔，天空的高远，艺术效果十分强烈。颔颈两联，把生活在蜀中的人，初次出峡，见到广大平原时的新鲜感受极其真切地写了出来。李白在欣赏荆门一带风光的时候，面对那流经故乡的滔滔江水，不禁起了思乡之情：",
            "　　“仍怜故乡水，万里送行舟。”",
            "　　诗人从“五岁诵六甲”起，直至二十五岁远渡荆门，一向在四川生活，读书于戴天山上，游览峨眉，隐居青城，对蜀中的山山水水怀有深挚的感情，江水流过的蜀地也就是曾经养育过他的故乡，初次离别，他怎能不无限留恋，依依难舍呢？但诗人不说自己思念故乡，而说故乡之水恋恋不舍地一路送我远行，怀着深情厚意，万里送行舟，从对面写来，越发显出自己思乡深情。诗以浓重的怀念惜别之情结尾，言有尽而情无穷。诗题中的“送别”应是告别故乡而不是送别朋友，诗中并无送别朋友的离情别绪。清沈德潜认为“诗中无送别意，题中二字可删”（《唐诗别裁》），这并不是没有道理的。",
            "　　这首诗意境高远，风格雄健，形象奇伟，想象瑰丽。“山随平野尽，江入大荒流”，写得逼真如画，有如一幅长江出峡渡荆门长轴山水图，成为脍炙人口的佳句。如果说优秀的山水画“咫尺应须论万里”，那么，这首形象壮美瑰玮的五律也可以说能以小见大，以一当十，容量丰富，包涵长江中游数万里山势与水流的景色，具有高度集中的艺术概括力。",
            "（何国治）                 "
        ]
    },
    {
        "title": "《关山月》",
        "time": "",
        "paragraphs": [
            "                   明月出天山，苍茫云海间。",
            "长风几万里，吹度玉门关。",
            "汉下白登道，胡窥青海湾。",
            "由来征战地，不见有人还。",
            "戍客望边邑，思归多苦颜。",
            "高楼当此夜，叹息未应闲。               "
        ],
        "category": [
            "思乡诗",
            "唐诗三百首"
        ],
        "explain": [
            "                        【注释】：",
            "关山月：乐府《横吹曲》调名。白登：今山西大同市东有白登山。汉高祖",
            "刘邦",
            "曾亲率大军与匈奴交战，被困七日。",
            "【简析】：",
            "这首诗描绘了边塞的风光，戍卒的遭遇，更深一层转入戍卒与思妇两地相思的痛苦。开头的描绘都是为后面作渲染和铺垫，而侧重写望月引起的情思。",
            "【评析】：",
            "??这首诗在内容上仍继承古乐府，但诗人笔力浑宏，又有很大的提高。",
            "??诗的开头四句，主要写关、山、月三种因素在内的辽阔的边塞图景，从而表现出",
            "征人怀乡的情绪；中间四句，具体写到战争的景象，战场悲惨残酷；后四句写征人望",
            "边地而思念家乡，进而推想妻子月夜高楼叹息不止。这末了四句与诗人《春思》中的",
            "“当君怀归日，是妾断肠时”同一笔调。而“由来征战地，不见有人还”又与",
            "王昌龄",
            "的“黄尘足今古，白骨乱蓬蒿”同步。",
            "the moon at the fortified pass",
            "the bright moon lifts from the mountain of heaven ",
            "in an infinite haze of cloud and sea, ",
            "and the wind, that has come a thousand miles, ",
            "beats at the jade pass battlements.... ",
            "china marches its men down baideng road ",
            "while tartar troops peer across blue waters of the bay.... ",
            "and since not one battle famous in history ",
            "sent all its fighters back again, ",
            "the soldiers turn round, looking toward the border, ",
            "and think of home, with wistful eyes, ",
            "and of those tonight in the upper chambers ",
            "who toss and sigh and cannot rest. ",
            "　　“关山月”是乐府旧题。《乐府古题要解》：“‘关山月’，伤离别也。”",
            "李白",
            "的这首诗，在内容上继承了古乐府，但又有极大的提高。",
            "　　开头四句，可以说是一幅包含着关、山、月三种因素在内的辽阔的边塞图景。我们在一般文学作品里，常常看到“月出东海”或“月出东山”一类描写，而天山在我国西部，似乎应该是月落的地方，何以说“明月出天山”呢？原来这是就征人角度说的。征人戍守在天山之西，回首东望，所看到的是明月从天山升起的景象。天山虽然不靠海，但横亘在山上的云海则是有的。诗人把似乎是在人们印象中只有大海上空才更常见的云月苍茫的景象，与雄浑磅礴的天山组合到一起，显得新鲜而壮观。这样的境界，在一般才力薄弱的诗人面前，也许难乎为继，但李白有的是笔力。接下去“长风几万里，吹度玉门关”，范围比前两句更为广阔。宋代的杨齐贤，好象唯恐“几万里”出问题，说是：“天山至玉门关不为太远，而曰几万里者，以月如出于天山耳，非以天山为度也。”用想象中的明月与玉门关的距离来解释“几万里”，看起来似乎稳妥了，但李白是讲“长风”之长，并未说到明月与地球的距离。其实，这两句仍然是从征戍者角度而言的，士卒们身在西北边疆，月光下伫立遥望故园时，但觉长风浩浩，似掠过几万里中原国土，横度玉门关而来。如果联系李白《子夜吴歌》中“秋风吹不尽，总是玉关情”来进行理解，诗的意蕴就更清楚了。这样，连同上面的描写，便以长风、明月、天山、玉门关为特征，构成一幅万里边塞图。这里表面上似乎只是写了自然景象，但只要设身处地体会这是征人东望所见，那种怀念乡土的情绪就很容易感觉到了。",
            "　　“汉下白登道，胡窥青海湾。由来征战地，不见有人还。”这是在前四句广阔的边塞自然图景上，迭印出征战的景象。下，指出兵。汉高祖刘邦领兵征匈奴，曾被匈奴在白登山（今山西大同市西）围困了七天。而青海湾一带，则是唐军与吐蕃连年征战之地。这种历代无休止的战争，使得从来出征的战士，几乎见不到有人生还故乡。这四句在结构上起着承上启下的作用，描写的对象由边塞过渡到战争，由战争过渡到征戍者。",
            "　　“戍客望边色，思归多苦颜。高楼当此夜，叹息未应闲。”战士们望着边地的景象，思念家乡，脸上多现出愁苦的颜色，他们推想自家高楼上的妻子，在此苍茫月夜，叹息之声当是不会停止的。“望边色”三个字在李白笔下似乎只是漫不经心地写出，但却把以上那幅万里边塞图和征战的景象，跟“戍客”紧紧连系起来了。所见的景象如此，所思亦自是广阔而渺远。战士们想象中的高楼思妇的情思和他们的叹息，在那样一个广阔背景的衬托下，也就显得格外深沉了。",
            "　　诗人放眼于古来边塞上的漫无休止的民族冲突，揭示了战争所造成的巨大牺牲和给无数征人及其家属所带来的痛苦，但对战争并没有作单纯的谴责或歌颂，诗人象是沉思着一代代人为它所支付的沉重的代价！在这样的矛盾面前，诗人，征人，乃至读者，很容易激起一种渴望。这种渴望，诗中没有直接说出，但类似“乃知兵者是凶器，圣人不得已而用之”（《战城南》）的想法，是读者在读这篇作品时很容易产生的。",
            "　　离人思妇之情，在一般诗人笔下，往往写得纤弱和过于愁苦，与之相应，境界也往往狭窄。但李白却用“明月出天山，苍茫云海间。长风几万里，吹度玉门关”的万里边塞图景来引发这种感情。这只有胸襟如李白这样浩渺的人，才会如此下笔。明代",
            "胡应麟",
            "评论说：“浑雄之中，多少闲雅。”如果把“闲雅”理解为不局促于一时一事，是带着一种更为广远、沉静的思索，那么，他的评语是很恰当的。用广阔的空间和时间做背景，并在这样的思索中，把眼前的思乡离别之情融合进去，从而展开更深远的意境，这是其他一些诗人所难以企及的。",
            "（余恕诚）",
            ""
        ]
    },
    {
        "title": "《送孟浩然之广陵》",
        "time": "730",
        "paragraphs": [
            "                   故人西辞黄鹤楼，烟花三月下扬州。",
            "孤帆远影碧空尽，唯见长江天际流。               "
        ],
        "category": [
            "送别诗",
            "友情诗",
            "唐诗三百首",
            "小学"
        ],
        "explain": [
            "                        又题：黄鹤楼送",
            "孟浩然",
            "之广陵",
            "[注释]",
            "　　1．黄鹤楼：故址在今湖北武汉市武昌蛇山的黄鹄矶上，传说有神仙在此乘黄鹤而去，故称黄鹤楼。",
            "　　2．孟浩然：",
            "李白",
            "的朋友。",
            "　　3．之：往。",
            "　　4．广陵：即扬州。",
            "　　5．故人：老朋友，这里指孟浩然。",
            "　　6．烟花：指艳丽的春景。",
            "　　7．尽：消失。",
            "　　8．唯见：只见。",
            "　　9．天际：天边。",
            "[简析]",
            "　　这是一首送别诗。孟浩然从湖北到广陵去，李白在黄鹤楼给他送行，作了这首诗时间应当在李白出蜀漫游以后。李白从27岁到35岁的将近十年之间，虽然也到处漫游，但却比较固定的居住在今湖北安陆境外，这时，他认识了当时著名的诗人孟浩然，孟浩然比他大11岁，本是襄阳（今属湖北省）人，隐居鹿山门，常在吴、越、湘、闽等地漫游。这时他正想出游吴、越一带，两位大诗人在黄鹤楼分别，留下著名诗篇。诗题中“之广陵”的“之”就是至的意思。",
            "　　诗中的第一句“故人西辞黄鹤楼”意思是老朋友要告别黄鹤楼向东远行了。因为黄鹤楼在广陵之西，所以说西辞那么去的地方也就必然是在东面了，接着第二句“烟花三月下扬州”扬州既广陵，由武汉乘船到扬州是由长江下行所以说“下扬州”。这句说孟浩然在阳春三月的时节去，那景如烟花的扬州。扬州本来就以风景美丽而著称，特别是春天花木繁盛，景色艳丽，所以李白用烟花来形容孟浩然即将去到的地方，也多少透露了孟浩然对此行的羡慕之意。以上两句写送别情况，还没有写离别之情。",
            "　　第三四句孤帆远影碧空尽，惟见长江天际留。“，写作者送走了好友，独自在黄鹤楼遥望风帆远去的情景，江面上一只载着过人东去的船，渐行渐远，终于在水天相接的碧空中消失，能够看到的只剩下滔滔不绝的长江流水作者的感情随着视线远去，直望到船儿都已经在碧空中消失。他还伫立着凝望天边的长江流水，可见他对好友的惜别之情了。这种离别之情，倘不是在文字知音之间，是不会如此深刻的。而写离别之情的手法，也只取离别之地的眼前的景物。把感情藏在景物之中；并不直接抒写感情，却越发使人体会到真味情切。",
            "　　着首诗中的第三句，在宋朝人编的《万首唐人绝句》中写成“孤帆远影碧山尽”，在",
            "陆游",
            "的《入蜀记》中，则写成“孤帆远映碧山尽”，并且竭力称赞他描写入微。此后不同的版本往往就出现不同的写法，不过无论是何者，都不失为绝佳诗句。◆",
            "------------------------------------------------",
            "孟浩然是李白非常称赏的诗界名士，曾有“吾爱孟夫子，风流天下闻”的赠诗称誉之。漫游天下名山名城，本是性格开放的盛唐文人的风尚，寓居湖北安陆的青年李白，早就有一番“仗剑去国，辞亲远游，南穷苍梧，东涉溟海”的旅游经历。因此他在武昌名楼——黄鹤楼，送别诗界名士——孟浩然，去游历江左名城——扬州（古时称为广陵），面对着把名楼、名士、名城联系在一起的“三名兼备”的旅游盛事，他诗情勃发，对世界的感觉是色彩明丽的，浑无丝毫感伤。",
            "开头两句本是交待送别的时间、地点、目的地，但这种交待被“烟花三月”这个鲜丽的意象感觉化了。李白不是有过一个“梦笔生花”的故事吗？想不到作为他的天才之象征的做梦中笔头生花，竟生成了送别时的三月烟花，赢得前人称此句为“千古丽句”。天空也被明丽的",
            "世界感觉所感动了，它变得一碧如洗的空明，在它底下顺流行进的“孤帆远影”，何尝有一丝孤独感和苍凉？它牵引着的是海阔天空的生命向往。生命如流水，别情如流水，无限",
            "关注",
            "依恋的眼光追随着消失在视野之外的孤帆远影，也就化作水天与共，千古长存的长江巨流了。名楼送名士赴名城的一瞬而永恒的情景，便成了盛唐诗人的旅游豪兴的诗化象征。",
            "（光明日报1999.7.22 杨义）",
            "------------------------------------------------",
            "　　这首送别诗有它自己特殊的情味。它不同于",
            "王勃",
            "《送杜少府之任蜀川》那种少年刚肠的离别，也不同于",
            "王维",
            "《渭城曲》那种深情体贴的离别。这首诗，可以说是表现一种充满诗意的离别。其所以如此，是因为这是两位风流潇洒的诗人的离别。还因为这次离别跟一个繁华的时代、繁华的季节、繁华的地区相联系，在愉快的分手中还带着诗人李白的向往，这就使得这次离别有着无比的诗意。",
            "　　李白与孟浩然的交往，是在他刚出四川不久，正当年轻快意的时候，他眼里的世界，还几乎象黄金一般美好。比李白大十多岁的孟浩然，这时已经诗名满天下。他给李白的印象是陶醉在山水之间，自由而愉快，所以李白在《赠孟浩然》诗中说：“吾爱孟夫子，风流天下闻。红颜弃轩冕，白首卧松云。”再说这次离别正是开元盛世，太平而又繁荣，季节是烟花三月、春意最浓的时候，从黄鹤楼到扬州，这一路都是繁花似锦。而扬州呢？更是当时整个东南地区最繁华的都会。李白是那样一个浪漫、爱好游览的人，所以这次离别完全是在很浓郁的畅想曲和抒情诗的气氛里进行的。李白心里没有什么忧伤和不愉快，相反地认为孟浩然这趟旅行快乐得很，他向往扬州，又向往孟浩然，所以一边送别，一边心也就跟着飞翔，胸中有无穷的诗意随着江水荡漾。",
            "　　“故人西辞黄鹤楼”，这一句不光是为了点题，更因为黄鹤楼乃天下名胜，可能是两位诗人经常流连聚会之所。因此一提到黄鹤楼，就带出种种与此处有关的富于诗意的生活内容。而黄鹤楼本身呢？又是传说仙人飞上天空去的地方，这和李白心目中这次孟浩然愉快地去扬州，又构成一种联想，增加了那种愉快的、畅想曲的气氛。",
            "　　“烟花三月下扬州”，在“三月”上加“烟花”二字，把送别环境中那种诗的气氛涂抹得尤为浓郁。烟花者，烟雾迷蒙，繁花似锦也。给人的感觉决不是一片地、一朵花，而是看不尽、看不透的大片阳春烟景。三月，固然是烟花之时，而开元时代繁华的长江下游，又何尝不是烟花之地呢？“烟花三月”，不仅再现了那暮春时节、繁华之地的迷人景色，而且也透露了时代气氛。此句意境优美，文字绮丽，清人",
            "孙洙",
            "誉为“千古丽句”。",
            "　　“孤帆远影碧空尽，唯见长江天际流。”诗的后两句看起来似乎是写景，但在写景中包含着一个充满诗意的细节。李白一直把朋友送上船，船已经扬帆而去，而他还在江边目送远去的风帆。李白的目光望着帆影，一直看到帆影逐渐模糊，消失在碧空的尽头，可见目送时间之长。帆影已经消逝了，然而李白还在翘首凝望，这才注意到一江春水，在浩浩荡荡地流向远远的水天交接之处。“唯见长江天际流”，是眼前景象，可是谁又能说是单纯写景呢？李白对朋友的一片深情，李白的向往，不正体现在这富有诗意的神驰目注之中吗？诗人的心潮起伏，不正象浩浩东去的一江春水吗？",
            "　　总之，这一场极富诗意的、两位风流潇洒的诗人的离别，对李白来说，又是带着一片向往之情的离别，被诗人用绚烂的阳春三月的景色，用放舟长江的宽阔画面，用目送孤帆远影的细节，极为传神地表现出来了。",
            "　　（余恕诚）",
            ""
        ]
    },
    {
        "title": "《闻王昌龄左迁龙标，遥有此寄》",
        "time": "753",
        "paragraphs": [
            "                   杨花落尽子规啼，闻道龙标过五溪。",
            "我寄愁心与明月，随君直到夜郎西。               "
        ],
        "category": [
            "友情诗",
            "思乡诗",
            "初中"
        ],
        "explain": [
            "                        【注释】：",
            "[1]一作“扬州花落”",
            "【龙标】今湖南黔阳，",
            "唐时",
            "甚僻",
            "【左迁】古尊右卑左，即贬官",
            "【五溪】湘黔接壤的辰、酉、巫、武、沅溪",
            "【夜郎】此在沅陵境",
            "　　《新唐书·文艺传》载",
            "王昌龄",
            "左迁龙标（今湖南省黔阳县）尉（古人尚右，故称贬官为左迁），是因为“不护细行”，也就是说，他的得罪贬官，并不是由于什么重大问题，而只是由于生活小节不够检点。在《芙蓉楼送辛渐》中，王昌龄也对他的好友说：“洛阳亲友如相问，一片冰心在玉壶。”即沿用",
            "鲍照",
            "《白头吟》中“清如玉壶冰”的比喻，来表明自己的纯洁无辜。",
            "李白",
            "在听到他不幸的遭遇以后，写了这一首充满同情和关切的诗篇，从远道寄给他，是完全可以理解的。",
            "　　首句写景兼点时令，而于景物独取漂泊无定的杨花，叫着“不如归去”的子规，即含有飘零之感、离别之恨在内，切合当时情事，也就融情入景。因此句已于景中见情，所以次句便直叙其事。“闻道”，表示惊惜。“过五溪”，见迁谪之荒远，道路之艰难。（五溪，雄溪、樠溪、酉溪、?溪、辰溪之总称，均在今湖南省西部。）不着悲痛之语，而悲痛之意自见。",
            "　　后两句抒情。人隔两地，难以相从，而月照中天，千里可共，所以要将自己的愁心寄与明月，随风飘到龙标。这里的夜郎，并不是指位于今贵州省桐梓县的古夜郎国，而是指位于今湖南省沅陵县的夜郎县。沅陵正在黔阳的南方而略偏西。有人由于将夜郎的位置弄错了，所以定此诗为李白流夜郎时所作，那是不对的。",
            "　　这两句诗所表现的意境，已见于前此的一些名作中。如",
            "谢庄",
            "《月赋》：“美人迈兮音尘缺，隔千里兮共明月。临风叹兮将焉歇，川路长兮不可越。”",
            "曹植",
            "《杂诗》：“愿为南流景，驰光见我君。”",
            "张",
            "若虚",
            "《春江花月夜》：“此时相望不相闻，愿逐月华流照君。”都与之相近。而细加分析，则两句之中，又有三层意思，一是说自己心中充满了愁思，",
            "无可",
            "告诉，无人理解，只有将这种愁心托之于明月；二是说惟有明月分照两地，自己和朋友都能看见她；三是说，因此，也只有依靠她才能将愁心寄与，别无它法。",
            "　　通过诗人丰富的想象，本来无知无情的明月，竟变成了一个了解自己，富于同情的知心人，她能够而且愿意接受自己的要求，将自己对朋友的怀念和同情带到辽远的夜郎之西，交给那不幸的迁谪者。她，是多么地多情啊！",
            "　　这种将自己的感情赋予客观事物，使之同样具有感情，也就是使之人格化，乃是形象思维所形成的巨大的特点之一和优点之一。当诗人们需要表现强烈或深厚的情感时，常常用这样一种手段来获得预期的效果。",
            "（",
            "沈祖棻",
            "）                 "
        ]
    },
    {
        "title": "《古朗月行》",
        "time": "",
        "paragraphs": [
            "                   小时不识月，呼作白玉盘。",
            "又疑瑶台镜，飞在青云端。",
            "仙人垂两足，桂树作团团。",
            "白兔捣药成，问言与谁餐。",
            "蟾蜍蚀圆影，大明夜已残。",
            "羿昔落九乌，天人清且安。",
            "阴精此沦惑，去去不足观。",
            "忧来其如何，凄怆摧心肝。               "
        ],
        "category": [
            "描写月亮"
        ],
        "explain": [
            "                        　　这是一首乐府诗。“朗月行”，是乐府古题，属《杂曲歌辞》。",
            "鲍照",
            "有《朗月行》，写佳人对月弦歌。",
            "李白",
            "采用这个题目，故称《古朗月行》，但没有因袭旧的内容。",
            "　　诗人运用浪漫主义的创作方法，通过丰富的想象，神话传说的巧妙加工，以及强烈的抒情，构成瑰丽神奇而含意深蕴的艺术形象。诗中先写儿童时期对月亮稚气的认识：“小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。”以“白玉盘”、“瑶台镜”作比，生动地表现出月亮的形状和月光的皎洁可爱，使人感到非常新颖有趣。“呼”、“疑”这两个动词，传达出儿童的天真烂漫之态。这四句诗，看似信手写来，却是情采俱佳。然后，又写月亮的升起：“仙人垂两足，桂树何团团？白兔捣药成，问言与谁餐？”古代神话说，月中有仙人、桂树、白兔。当月亮初生的时候，先看见仙人的两只脚，而后逐渐看见仙人和桂树的全形，看见一轮圆月，看见月中白兔在捣药。诗人运用这一神话传说，写出了月亮初生时逐渐明朗和宛若仙境般的景致。然而好景不长，月亮渐渐地由圆而蚀：“蟾蜍蚀圆影，大明夜已残。”蟾蜍，俗称癞蛤蟆；大明，指月亮。传说月蚀就是蟾蜍食月所造成，月亮被蟾蜍所啮食而残损，变得晦暗不明。“羿昔落九乌，天人清且安”，表现出诗人的感慨和希望。古代善射的后羿，射落了九个太阳，只留下一个，使天、人都免除了灾难。诗人为什么在这里引出这样的英雄来呢？也许是为现实中缺少这样的英雄而感慨吧！也许是希望有这样的英雄来扫除天下吧！然而，现实毕竟是现实，诗人深感失望：“阴精此沦惑，去去不足观”。月亮既然已经沦没而迷惑不清，还有什么可看的呢！不如趁早走开吧。这显然是",
            "无可",
            "奈何的办法，心中的忧愤不仅没有解除，反而加深了：“忧来其如何？凄怆摧心肝”。诗人不忍一走了之，内心矛盾重重，忧心如焚。",
            "　　这首诗，大概是李白针对当时朝政黑暗而发的。",
            "唐玄宗",
            "晚年沉湎声色，宠幸杨贵妃，权奸、宦官、边将擅权，把国家搞得乌烟瘴气。诗中“蟾蜍蚀圆影，大明夜已残”似是刺这一昏暗局面。",
            "沈德潜",
            "说，这是“暗指贵妃能惑主听”。（《唐诗别裁》）。然而诗人的主旨却不明说，而是通篇作隐语，化现实为幻景，以蟾蜍蚀月影射现实，说得十分深婉曲折。诗中一个又一个新颖奇妙的想象，展现出诗人起伏不平的感情，文辞如行云流水，富有魅力，发人深思，体现出李白诗歌的雄奇奔放、清新俊逸的风格。",
            "　　",
            "（郑国铨）                 "
        ]
    },
    {
        "title": "《登金陵凤凰台》",
        "time": "742～756",
        "paragraphs": [
            "                   凤凰台上凤凰游，凤去台空江自流。吴宫花草埋幽径，",
            "晋代衣冠成古丘。三山半落青天外，二水中分白鹭洲。",
            "总为浮云能蔽日，长安不见使人愁。               "
        ],
        "category": [
            "唐诗三百首",
            "高中",
            "怀古诗",
            "咏史诗"
        ],
        "explain": [
            "                        【注释】：",
            "这首诗的大意是： ",
            "「凤凰台上曾经有凤凰鸟来这里游憩，而今凤凰鸟已京飞走了，只留下这座空台，伴着江水，仍径自东流不停。当年华丽的吴王宫殿，及宫中的千花百草，如今都已埋没在荒凉幽僻的小径中，晋代的达官显贵们，就算曾经有过辉煌的功业，如今也长眠于古坟中，化为一抔黄土。我站在台上，看着远处的三山，依然耸立在青天之外，白鹭洲把秦淮河隔成两条水道。天上的浮云随风飘荡，有时把太阳遮住，使我看不见长安城，而不禁感到非常忧愁。」 ",
            "　　我们在",
            "李白",
            "〈",
            "鹦鹉",
            "洲〉诗提到，李白读了",
            "崔颢",
            "的〈黄鹤楼〉诗后，写了〈鹦鹉洲〉诗，想与崔颢一较长短。写完后，李白自己读了觉得比不上崔颢，便在黄鹤楼上题下一首打油诗：「一拳击碎黄鹤楼，两脚踢翻鹦鹉洲。眼前有景道不得，崔颢题诗上头。」掷笔而去。因为诗人看见美丽的风景，总忍不住要写首诗歌颂一番，李白自然也不例外，于是写了〈鹦鹉洲〉诗，自觉果然比不上，回家之后，越想越不甘心，于是又写〈登金陵凤凰台〉诗，才觉满意。",
            "　　由于白的作品发表于崔颢之后，两首诗又都样是押平声尤韵的七言律诗，所以后人更认为李白有意与崔颢一比高下，因而有前面所举那首打油诗的传说。",
            "　　事实上根据日本人森大来的考证认为，那首打油诗不是李白作的，李白写〈登金陵凤凰台〉也是因为感慨时事而作，无意与崔颢争胜。",
            "　　唐代安禄山之乱，迫使",
            "唐玄宗",
            "迁蜀避难，太子即位于灵武，李白也因永璘王事件被流放到夜郎。李白年轻时豪情万丈，希望能替国家做一番大事，但始终不曾得到皇帝重用。安史之乱，眼见大唐江山，遭胡兵蹂躏，李白心中的感慨可想而知，于是他写此诗时首句用：「凤凰上凤凰游，凤去台空江自流。」引出全诗，因为传说中，凤凰鸟只有在天下清平的治世才出现，因此古代都以凤凰鸟的出现做为祥瑞的象征。李白眼看安禄山危害唐室，想念昔时凤凰鸟憩息凤凰台的传说，而今凤凰鸟不再来，只有江水依旧向东流。",
            "　　金陵为三国时孙权建都之地，晋朝永嘉之乱，晋室南渡之后也建都于凤凰台所在地金陵城的东南，李白在台上想象当年吴宫的繁华景象，以及晋代那些达官贵人曾有过的风光事迹，如今都隐于幽径，成为古丘。一个朝代弱了、亡了，马上有另一个朝代兴起，唐代太平盛世的贞观之治，开元之治，也成了过去，安史之乱起，唐室岌岌可危，怎不令李白忧心？站在台上，看到远处的三山及白鹭洲，而长安城呢？李白最后一句：「总为浮云能蔽日，长安不见使人愁。」在诗词里常以浮云指小人，以白日比喻君主。浮云蔽白日是指奸邪之小人，围绕于君王四周，向君王进谗言陷害贤臣，使忠臣没有机会向皇帝进谏言。下句「长安不见使人愁」，指李白感叹自己被放逐，眼见天上浮云杳杳，不见长安，忧愁自己再也没有机会到长安，或者说，安史之乱，玄宗迁西蜀，太子即位灵武，唐室山河尚未收复，为长安城忧伤。",
            "　　这个比喻的典故出自《世说新语》，相传晋明帝小时候坐在晋元帝膝上，元帝问他，长安远还是太阳远，明帝答说长安近太阳远，因为听说有人从长安来，没听说有人从太阳来，元帝为他的聪明高兴，第二天便当着群臣面前再问明帝同样的问题，没想到明帝却答说，太阳近，长安远，因为抬起头来见得到太阳，却见不到长安。",
            "　　晋代原都长安，永嘉大乱之后南渡，晋元帝时改都金陵。与唐代因为安使之乱而迫使太子即位于灵武的情况很类似，因此李白诗末二句「浮云蔽白日」也是指玄宗宠幸杨贵妃、杨国忠，茺废朝政，而导致安史之乱，长安沦入胡人手中。李白写这首诗纯粹是由怀古而引发怀君之思，加以感伤自己因遭小人谗言所害而被贬谪，登上凤凰台，望不见长安，一时触景伤情而写下这首诗，并没有与崔颢争胜之意，两人争胜之说全是后人附会的。",
            "　　而前面所举打油诗的由来，是因李白被流放夜郎，中途又赦回，路过江夏，曾写过一首〈江夏赠韦南陵冰〉诗说：「我且为君搥谇黄鹤楼，君亦为吾倒却鹦鹉洲。赤壁争雄如梦里，且须歌舞宽离忧。」李白因心情忧愁郁闷，故意写这种豪快语，以解心中不平之气。后来又写一首〈醉后答了十八〉诗，以对应搥碎黄鹤楼诗说:「黄鹤高楼已搥碎，黄鹤仙人无所依。黄鹤上天诉玉帝，却放黄鹤江南归。」为自己前首诗的狂放自我解嘲，本来只是文人的游戏文章，没想到唐末五代时有位禅僧经过黄鹤楼，便摘取李白这两首诗的句子写成这首：「一拳击碎黄鹤楼，两脚踢翻鹦鹉洲。眼前有景道不得，崔颢题诗在上头。」的打油诗，旁边有一同来游玩的僧人也题了一句：「有意气时消意气，不风流处转风流。」另外一位僧人又加一句：「酒逢知己，艺压当行。」而使得后人误以为李白作〈登金陵凤凰台〉诗是与崔颢的〈黄鹤楼〉诗争意气、争长短，并留下这首有趣的打油诗。事实上全是后人穿凿附会的。",
            "--引自　http://cls.admin.yzu.edu.tw/300/all/story/story.htm　羅鳳珠老師撰寫",
            "　　李白很少写律诗，而《登金陵凤凰台》却是唐代的律诗中脍炙人口的杰作。此诗是作者流放夜郎遇赦返回后所作，一说是作者天宝年间，被排挤离开长安，南游金陵时所作。",
            "　　开头两句写凤凰台的传说，十四字中连用了三个凤字，却不嫌重复，音节流转明快，极其伏美。“凤凰台”在金陵凤凰山上，相传南朝刘宋永嘉年间有凤凰集于此山，乃筑台，山和台也由此得名。在封建时代，凤凰是一种祥瑞。当年凤凰来游象征着王朝的兴盛；如今凤去台空，六朝的繁华也一去不复返了，只有长江的水仍然不停地流着，大自然才是永恒的存在！",
            "　　三四句就“凤去台空”这一层意思进一步发挥。三国时的吴和后来的东晋都建都于金陵。诗人感慨万分地说，吴国昔日繁华的宫廷已经荒芜，东晋的一代风流人物也早已进入坟墓。那一时的烜赫，在历史上留下了什么有价值的东西呢！",
            "　　诗人没有让自己的感情沉浸在对历史的凭吊之中，他把目光又投向大自然，投向那不尽的江水：“三山半落青天外，一水中分白鹭洲。”“三山”在金陵西南长江边上，三峰并列，南北相连。",
            "陆游",
            "《入蜀记》云：“三山，自石头及凤凰山望之，杳杳有无中耳。及过其下，距金陵才五十余里。”陆游所说的“杳杳有无中”正好注释“半落青天外”。李白把三山半隐半现、若隐若现的景象写得恰到好处。“白鹭洲”，在金陵西长江中，把长江分割成两道，所以说“一水中分白鹭洲”。这两句诗气象壮丽，对仗工整，是难得的佳句。",
            "　　李白毕竟是关心现实的，他想看得更远些，从六朝的帝都金陵看到唐的都城长安。但是，“总为浮云能蔽日，长安不见使人愁。”这两句诗寄寓着深意。长安是朝廷的所在，日是帝王的象征。陆贾《新语·慎微篇》曰：“邪臣之蔽贤，犹浮云之障日月也。”李白这两句诗暗示皇帝被奸邪包围，而自己报国无门，他的心情是十分沉痛的。“不见长安”暗点诗题的“登”字，触境生愁，意寓言外，饶有余味。相传李白很欣赏崔颢《黄鹤楼》诗，欲拟之较胜负，乃作《登金陵凤凰台》诗。《苕溪渔隐丛话》、《唐诗纪事》都有类似的记载，或许可信。此诗与崔诗工力悉敌，正如",
            "方回",
            "《瀛奎律髓》所说：“格律气势，未易甲乙。”在用韵上，二诗都是意到其间，天然成韵。语言也流畅自然，不事雕饰，潇洒清丽。作为登临吊古之作，李诗更有自己的特点，它写出了自己独特的感受，把历史的典故，眼前的景物和诗人自己的感受，交织在一起，抒发了忧国伤时的怀抱，意旨尤为深远。",
            "（袁行霈）                 "
        ]
    },
    {
        "title": "《春夜洛城闻笛》",
        "time": "734",
        "paragraphs": [
            "                   谁家玉笛暗飞声，散入春风满洛城。",
            "此夜曲中闻折柳，何人不起故园情。               "
        ],
        "category": [
            "思乡诗",
            "初中"
        ],
        "explain": [
            "                        【注释】：",
            "　　洛城就是现在河南的洛阳，在唐代是一个很繁华的都市，称为东都。一个春风骀荡的夜晚，万家灯火渐渐熄灭，白日的喧嚣早已平静下来。忽然传来嘹亮的笛声，凄清婉转的曲调随着春风飞呀，飞呀，飞遍了整个洛城。这时有一个远离家乡的诗人还没入睡，他倚窗独立，眼望着“白玉盘”似的明月，耳听着远处的笛声，陷入了沉思。笛子吹奏的是一支《折杨柳》曲，它属于汉乐府古曲，抒写离别行旅之苦。古代离别的时候，往往从路边折柳枝相送；杨柳依依，正好借以表达恋恋不舍的心情。在这样一个春天的晚上，听着这样一支饱含离愁别绪的曲子，谁能不起思乡之情呢？于是，诗人情不自禁地吟了这首七绝。",
            "　　这首诗全篇扣紧一个“闻”字，抒写自己闻笛的感受。这笛声不知是从谁家飞出来的，那未曾露面的吹笛人只管自吹自听，并不准备让别人知道他，却不期然而然地打动了许许多多的听众，这就是“谁家玉笛暗飞声”的“暗”字所包含的意味。“散入春风满洛城”，是艺术的夸张，在诗人的想象中，这优美的笛声飞遍了洛城，仿佛全城的人都听到了。诗人的夸张并不是没有生活的依据，笛声本来是高亢的，又当更深人静之时，再加上春风助力，说它飞遍洛城是并不至于过分的。",
            "　　笛声飞来，乍听时不知道是什么曲子，细细听了一会儿，才知道是一支《折杨柳》。所以写到第三句才说“此夜曲中闻折柳”。这一句的修辞很讲究，不说听了一支折柳曲，而说在乐曲中听到了折柳。这“折柳”二字既指曲名，又不仅指曲名。折柳代表一种习俗，一个场景，一种情绪，折柳几乎就是离别的同义语。它能唤起一连串具体的回忆，使人们蕴藏在心底的乡情重新激荡起来。“何人不起故园情”，好象是说别人，说大家，但第一个起了故园之情的不正是",
            "李白",
            "自己吗？",
            "　　热爱故乡是一种崇高的感情，它同爱国主义是相通的。自己从小生于斯、长于斯的故乡，作为祖国的一部分，她的形象尤其难以忘怀。李白这首诗写的是闻笛，但它的意义不限于描写音乐，还表达了对故乡的思念，这才是它感人的地方。",
            "(袁行霈)",
            ""
        ]
    },
    {
        "title": "《忆秦娥·箫声咽》",
        "time": "",
        "paragraphs": [
            "                   箫声咽，",
            "秦娥梦断秦楼月。",
            "秦楼月，年年柳色，",
            "灞陵伤别。",
            "乐游原上清秋节，",
            "咸阳古道音尘绝。",
            "音尘绝，西风残照，",
            "汉家陵阙。               "
        ],
        "category": [
            "思念诗",
            "豪放诗"
        ],
        "explain": [
            "                        【注释】：",
            "此首伤今怀古，托兴深远。首以月下箫声凄咽引起，已见当年繁华梦断不堪回首。次三句，更自月色外，添出柳色，添出别情，将情景融为一片，想见惨淡迷离之概。下片揭响云汉，摹写当年极盛之时与地。而“咸阳古道”一句，骤落千丈，凄动心目。再续“音尘绝”一句，悲感愈深。“西风”八字，只写境界，兴衰之感都寓其中。其气魄之雄伟，实冠今古。北宋",
            "李之仪",
            "曾和此词。",
            "《唐宋词简释》 唐圭璋",
            ""
        ]
    },
    {
        "title": "《宣州谢朓楼饯别校书叔云》",
        "time": "753",
        "paragraphs": [
            "                   弃我去者，昨日之日不可留；",
            "乱我心者，今日之日多烦忧。",
            "长风万里送秋雁，对此可以酣高楼。",
            "蓬莱文章建安骨，中间小谢又清发。",
            "俱怀逸兴壮思飞，欲上青天揽明月。",
            "抽刀断水水更流，举杯销愁愁更愁。",
            "人生在世不称意，明朝散发弄扁舟。               "
        ],
        "category": [
            "唐诗三百首",
            "初中"
        ],
        "explain": [
            "                        【注释】：",
            "宣州：今安徽省宣城县。谢眺楼：又称谢公楼，也称北楼。校书：官名，校书郎的简称。云：李云。蓬莱：指东汉时藏书的东观。建安骨，指汉献帝建安年间，",
            "曹操",
            "父子和",
            "建安七子",
            "的作品风格刚健清新，被后世称为“建安风骨”。",
            "【简析】：",
            "此诗的重点不是写离情别绪，而主要是感怀，抒发自己的理想和抱负不能实现的牢骚。全诗感情沉郁、奔放几乎句句都是精华，是",
            "李白",
            "诗的代表作之一。",
            "??诗旨在以蓬莱文章比李云，以谢?清发自喻。借送别以赞对方，惜其生不称世。",
            "开首二句，不写叙别，不写楼，却直抒郁结，道出心中烦忧。三、四句突作转折，从",
            "苦闷中转到爽郎壮阔的境界，展开了一幅秋空送雁图。一“送”，一“酣”，点出了",
            "“饯别”的主题。“蓬莱”四句，赞美对",
            "方文",
            "章如蓬莱宫幽藏，刚健遒劲，有建安风",
            "骨。又流露自己才能，以谢?自比，表达了对高洁理想的追求。同时也表现了诗人的",
            "文艺观。末四句抒写感慨，理想与现实不可调和，不免烦忧苦闷，只好在“弄扁舟”",
            "中去寻求寄托。思想感情瞬息万变，艺术结构腾挪跌宕，起落无端，断续无迹，深刻",
            "地表现了诗人矛盾的心情。语言豪放自然，音律和谐统一。“抽刀断水水更流，举杯",
            "销愁愁更愁”句，是千百年来描摹愁绪的名言，众口交赞。",
            "--引自\"超纯斋诗词\"bookbest.163.net 翻译、评析：刘建勋 　　",
            "　　这是天宝末年李白在宣城期间饯别秘书省校书郎李云之作。",
            "谢朓",
            "楼，系南齐著名诗人谢朓任宣城",
            "太守",
            "时所创建，又称北楼、谢公楼。诗题一作《陪侍御叔华登楼歌》。",
            "　　发端既不写楼，更不叙别，而是陡起壁立，直抒郁结。“昨日之日”与“今日之日”，是指许许多多个弃我而去的“昨日”和接踵而至的“今日”。也就是说，每一天都深感日月不居，时光难驻，心烦意乱，忧愤郁悒。这里既蕴含了“功业莫从就，岁光屡奔迫”的精神苦闷，也融铸着诗人对污浊的政治现实的感受。他的“烦忧”既不自“今日”始，他所“烦忧”者也非止一端。不妨说，这是对他长期以来政治遭遇和政治感受的一个艺术概括。忧愤之深广、强烈，正反映出天宝以来朝政的愈趋腐败和李白个人遭遇的愈趋困窘。理想与现实的尖锐矛盾所引起的强烈精神苦闷，在这里找到了适合的表现形式。破空而来的发端，重叠复沓的语言（既说“弃我去”，又说“不可留”；既言“乱我心”，又称“多烦忧”），以及一气鼓荡、长达十一字的句式，都极生动形象地显示出诗人郁结之深、忧愤之烈、心绪之乱，以及一触即发、发则不可抑止的感情状态。",
            "　　三四两句突作转折：而对着寥廓明净的秋空，遥望万里长风吹送鸿雁的壮美景色，不由得激起酣饮高楼的豪情逸兴。这两句在读者面前展现出一幅壮阔明朗的万里秋空画图，也展示出诗人豪迈阔大的胸襟。从极端苦闷忽然转到朗爽壮阔的境界，仿佛变化无端，不可思议。但这正是李白之所以为李白。正因为他素怀远大的理想抱负，又长期为黑暗污浊的环境所压抑，所以时刻都向往着广大的可以自由驰骋的空间。目接“长风万里送秋雁”之境，不觉精神为之一爽，烦忧为之一扫，感到一种心、境契合的舒畅，“酣饮高楼”的豪情逸兴也就油然而生了。",
            "　　下两句承高楼饯别分写主客双方。东汉时学者称东观（政府的藏书机构）为道家蓬莱山，唐人又多以蓬山，蓬阁指秘书省，李云是秘书省校书郎，所以这里用“蓬莱文章”借指李云的文章。建安骨，指刚健遒劲的“建安风骨”。上句赞美李云的文章风格刚健，下句则以“小谢”（即谢朓）自指，说自己的诗象谢朓那样，具有清新秀发的风格。李白非常推崇谢朓，这里自比小谢，正流露出对自己才能的自信。这两句自然地关合了题目中的谢朓楼和校书。",
            "　　七、八两句就“酣高楼”进一步渲染双方的意兴，说彼此都怀有豪情逸兴、雄心壮志，酒酣兴发，更是飘然欲飞，想登上青天揽取明月。前面方写晴昼秋空，这里却说到“明月”，可见后者当非实景。“欲上”云云，也说明这是诗人酒酣兴发时的豪语。豪放与天真，在这里得到了和谐的统一。这正是李白的性格。上天揽月，固然是一时兴到之语，未必有所寓托，但这飞动健举的形象却让我们分明感觉到诗人对高洁理想境界的向往追求。这两句笔酣墨饱，淋漓尽致，把面对“长风万里送秋雁”的境界所激起的昂扬情绪推向最高潮，仿佛现实中一切黑暗污浊都已一扫而光，心头的一切烦忧都已丢到了九霄云外。",
            "　　然而诗人的精神尽管可以在幻想中遨游驰骋，诗人的身体却始终被羁束在污浊的现实之中。现实中并不存在“长风万里送秋雁”这种可以自由飞翔的天地，他所看到的只是“夷羊满中野，绿葹盈高门”（《古风》五十一）这种可憎的局面。因此，当他从幻想中回到实里，就更强烈地感到了理想与现实的矛盾不可调和，更加重了内心的烦忧苦闷。“抽刀断水水更流，举杯销愁愁更愁”，这一落千丈的又一大转折，正是在这种情况下必然出现的。“抽刀断水水更流”的比喻是奇特而富于独创性的，同时又是自然贴切而富于生活气息的。谢朓楼前，就是终年长流的宛溪水，不尽的流水与无穷的烦忧之间本就极易产生联想，因而很自然地由排遣烦忧的强烈愿望中引发出“抽刀断水”的意念。由于比喻和眼前景的联系密切，从而使它多少具有“兴”的意味，读来便感到自然天成。尽管内心的苦闷无法排遣，但“抽刀断水”这个细节却生动地显示出诗人力图摆脱精神苦闷的要求，这就和沉溺于苦闷而不能自拔者有明显区别。",
            "　　“人生在世不称意，明朝散发弄扁舟。”李白的进步理想与黑暗现实的矛盾，在当时历史条件下，是无法解决的，因此，他总是陷于“不称意”的苦闷中，而且只能找到“散发弄扁舟”这样一条摆脱苦闷的出路。这结论当然不免有些消极，甚至包含着逃避现实的成分。但历史与他所代表的社会阶层都规定了他不可能找到更好的出路。",
            "　　李白的可贵之处在于，尽管他精神上经受着苦闷的重压，但并没有因此放弃对进步理想的追求。诗中仍然贯注豪迈慷慨的情怀。“长风”二句，“俱怀”二句，更象是在悲怆的乐曲中奏出高昂乐观的音调，在黑暗的云层中露出灿烂明丽的霞光。“抽刀”二句，也在抒写强烈苦闷的同时表现出倔强的性格。因此，整首诗给人的感觉不是阴郁绝望，而是忧愤苦闷中显现出豪迈雄放的气概。这说明诗人既不屈服于环境的压抑，也不屈服于内心的重压。",
            "　　思想感情的瞬息万变，波澜迭起，和艺术结构的腾挪跌宕，跳跃发展，在这首诗里被完美地统一起来了。诗一开头就平地突起波澜，揭示出郁积已久的强烈精神苦闷；紧接着却完全撇开“烦忧”，放眼万里秋空，从“酣高楼”的豪兴到“揽明月”的壮举，扶摇直上九霄，然后却又迅即从九霄跌入苦闷的深渊。直起直落，大开大合，没有任何承转过渡的痕迹。这种起落无端、断续无迹的结构，最",
            "适宜",
            "于表现诗人因理想与现实的尖锐矛盾而产生的急遽变化的感情。",
            "　　自然与豪放和谐结合的语言风格，在这首诗里也表现得相当突出。必须有李白那样阔大的胸襟抱负、豪放坦率的性格，又有高度驾驭语言的能力，才能达到豪放与自然和谐统一的境界。这首诗开头两句，简直象散文的语言，但其间却流注着豪放健举的气势。“长风”二句，境界壮阔，气概豪放，语言则",
            "高华",
            "明朗，仿佛脱口而出。这种自然豪放的语言风格，也是这首诗虽极写烦忧苦闷，却并不阴郁低沉的一个原因。",
            "(刘学锴)                 "
        ]
    },
    {
        "title": "《短歌行》",
        "time": "737",
        "paragraphs": [
            "                   白日何短短，百年苦易满。苍穹浩茫茫，万劫太极长。",
            "麻姑垂两鬓，一半已成霜。天公见玉女，大笑亿千场。",
            "吾欲揽六龙，回车挂扶桑。北斗酌美酒，劝龙各一觞。",
            "富贵非所愿，与人驻颜光。               "
        ],
        "category": [
            "惜时",
            "人生"
        ],
        "explain": "None"
    },
    {
        "title": "《春思》",
        "time": "",
        "paragraphs": [
            "                   燕草如碧丝，秦桑低绿枝。",
            "当君怀归日，是妾断肠时。",
            "春风不相识，何事入罗帏。               "
        ],
        "category": [
            "描写春天",
            "思念诗",
            "唐诗三百首"
        ],
        "explain": [
            "                        【简析】：",
            "燕，指今河北北部的辽宁一带，当年是戍边之地；秦，今陕西一带，系征夫们的家乡。作品将少妇的心态刻画的逼真细腻。",
            "【注解】：",
            "１、燕：今河北北部，辽宁西部。",
            "２、秦：今陕西，燕地寒冷，草木迟生于较暖的秦地。",
            "３、罗帏：丝织的帘帐。",
            "【韵译】：",
            "燕塞春草，才嫩得象碧绿的小丝，",
            "秦地桑叶，早已茂密得压弯树枝。",
            "郎君啊，当你在边境想家的时候，",
            "正是我在家想你，肝肠断裂日子。",
            "多情的春风呵，我与你素不相识，",
            "你为何闯入罗帏，搅乱我的情思？",
            "【评析】：",
            "??这是一首描写思妇心绪的诗。开头两句以相隔遥远的燕秦春天景物起兴，写独处",
            "秦地的思妇触景生情，终日思念远在燕地卫戍的夫君，盼望他早日归来。三、四句由",
            "开头两句生发而来，继续写燕草方碧，夫君必定思归怀己，此时秦桑已低，妾已断",
            "肠，进一层表达了思妇之情。五、六两句，以春风掀动罗帏时，思妇的心理活动，来",
            "表现她对爱情坚贞不二的高尚情操。全诗以景寄情，委婉动人。",
            "--引自\"超纯斋诗词\"bookbest.163.net 翻译、评析：刘建勋",
            "in spring",
            "your grasses up north are as blue as jade, ",
            "our mulberries here curve green-threaded branches; ",
            "and at last you think of returning home, ",
            "now when my heart is almost broken.... ",
            "o breeze of the spring, since i dare not know you, ",
            "why part the silk curtains by my bed? ",
            "　　",
            "李白",
            "有相当数量的诗作描摹思妇的心理，《春思》是其中著名的一首。在我国古典诗歌中，“春”字往往语带双关。它既指自然界的春天，又可以比喻青年男女之间的爱情。诗题“春思”之“春”，就包含着这样两层意思。",
            "　　开头两句：“燕草如碧丝，秦桑低绿枝”，可以视作“兴”。诗中的兴句一般是就眼前所见，信手拈起，这两句却以相隔遥远的燕、秦两地的春天景物起兴，颇为别致。“燕草如碧丝”，当是出于思妇的悬想；“秦桑低绿枝”，才是思妇所目睹。把目力达不到的远景和眼前近景配置在一幅画面上，并且都从思妇一边写出，从逻辑上说，似乎有点乖碍，但从“写情”的角度来看，却是可通的。试想：仲春时节，桑叶繁茂，独处秦地的思妇触景生情，终日盼望在燕地行役屯戍的丈夫早日归来；她根据自己平素与丈夫的恩爱相处和对丈夫的深切了解，料想远在燕地的丈夫此刻见到碧丝般的春草，也必然会萌生思归的念头。见春草而思归，语出《楚辞·招隐士》：“王孙游兮不归，春草生兮萋萋！”首句化用《楚辞》语，浑成自然，不着痕迹。诗人巧妙地把握了思妇复杂的感情活动，用两处春光，兴两地相思，把想象与怀忆同眼前真景融合起来，据实构虚，造成诗的妙境。所以不仅起到了一般兴句所能起的烘托感情气氛的作用，而且还把思妇对于丈夫的真挚感情和他们夫妻之间心心相印的亲密关系传写出来了，这是一般的兴句所不易做到的。另外，这两句还运用了谐声双关。“丝”谐“思”，“枝”谐“知”，这恰和下文思归与“断肠”相关合，增强了诗句的音乐美与含蓄美。",
            "　　三四两句直承兴句的理路而来，故仍从两地着笔：“当君怀归日，是妾断肠时。”丈夫及春怀归，足慰离人愁肠。按理说，诗中的女主人公应该感到欣喜才是，而下句竟以“断肠”承之，这又似乎违背了一般人的心理，但如果联系上面的兴句细细体会，就会发现，这样写对表现思妇的感情又进了一层。元代萧士赟注李白集曾加以评述道：“燕北地寒，生草迟。当秦地柔桑低绿之时，燕草方生，兴其夫方萌怀归之志，犹燕草之方生。妾则思君之久，犹秦桑之已低绿也。”这一评述，揭示了兴句与所咏之词之间的微妙的关系。诗中看似于理不合之处，正是感情最为浓密所在。",
            "　　旧时俗话说：“见多情易厌，见少情易变。”这首诗中的女主人公的可贵之处在于阔别而情愈深，迹疏而心不移。诗的最后两句是：“春风不相识，何事入罗帏？”诗人捕捉了思妇在春风吹入闺房，掀动罗帐的一霎那的心理活动，表现了她忠于所爱、坚贞不二的高尚情操。萧士赟说：“末句比喻此心贞洁，非外物所能动”，正好被他一语道着。从艺术上说，这两句让多情的思妇对着无情的春风发话，又仿佛是无理的，但用来表现独守春闺的特定环境中的思妇的情态，又令人感到真实可信。春风撩人，春思缠绵，申斥春风，正所以明志自警。以此作结，恰到好处。",
            "　　无理而妙是古典诗歌中一个常见的艺术特征。从李白的这首诗中不难看出，所谓无理而妙，就是指在看似违背",
            "常理",
            "、常情的描写中，反而更深刻地表现了各种复杂的感情。",
            "（吴汝煜）                 "
        ]
    },
    {
        "title": "《行路难 其二》",
        "time": "742",
        "paragraphs": [
            "",
            "大道如青天，我独不得出。",
            "羞逐长安社中儿，赤鸡白狗赌梨栗。",
            "弹剑作歌奏苦声，曳裾王门不称情。",
            "淮阴市井笑韩信，汉朝公卿忌贾生。",
            "君不见昔时燕家重郭隗，拥篲折节无嫌猜。",
            "剧辛乐毅感恩分，输肝剖胆效英才。",
            "昭王白骨萦蔓草，谁人更扫黄金台？",
            "行路难，归去来！               ",
            "",
            "                    分类标签:                        ",
            "唐诗三百首",
            "",
            "",
            "",
            "                        【注释】：",
            "　　“大道如青天，我独不得出。”这个开头与第一首不同。第一首用赋的手法，从筵席上的美酒佳肴写起，起得比较平。这一首，一开头就陡起壁立，让久久郁积在内心里的感受，一下子喷发出来。亦赋亦比，使读者感到它的思想感情内容十分深广。后来",
            "孟郊",
            "写了“出门如有碍，谁谓天地宽”的诗句，可能受了此诗的启发，但气局比",
            "李白",
            "差多了。能够和它相比的，还是李白自己的诗：“蜀道之难，难于上青天”这类诗句，大概只有李白那种胸襟才能写得出。不过，《蜀道难》用徒步上青天来比喻蜀道的艰难，使人直接想到那一带山川的艰险，却并不感到文意上有过多的埋伏。而这一首，用青天来形容大道的宽阔，照说这样的大道是易于行路的，但紧接着却是“我独不得出”，就让人感到这里面有许多潜台词。这样，这个警句的开头就引起了人们对下文的注意。",
            "　　“羞逐”以下六句，是两句一组。“羞逐”两句是写自己的不愿意。唐代上层社会喜欢拿斗鸡进行游戏或赌博。",
            "唐玄宗",
            "曾在宫内造鸡坊，斗鸡的小儿因而得宠。当时有“生儿不用识文字，斗鸡走狗胜读书”的民谣。如果要去学斗鸡，是可以交接一些纨袴子弟，在仕途上打开一点后门的。但李白对此嗤之以鼻。所以声明自己羞于去追随长安里社中的小儿。这两句和他在《答王十二寒夜独酌有怀》中所说的“君不能狸膏金距学斗鸡，坐令鼻息干虹霓”是一个意思。都是说他不屑与“长安社中儿”为伍。那末，去和那些达官贵人交往呢？“曳裾王门不称情，弹剑作歌奏苦声。”“曳裾王门”，即拉起衣服前襟，出入权贵之门。“弹剑作歌”，用的是冯谖的典故。冯谖在孟尝君门下作客，觉得孟尝君对自己不够礼遇，开始时经常弹剑而歌，表示要回去。李白是希望“平交王侯”的，而现在在长安，权贵们并不把他当一回事，因而使他象冯谖一样感到不能忍受。这两句是写他的不称意。“淮阴市井笑韩信，汉朝公卿忌贾生。”韩信未得志时，在淮阴曾受到一些市井无赖们的嘲笑和侮辱。贾谊年轻有才，汉文帝本打算重用，但由于受到大臣灌婴、冯敬等的忌妒、反对，后来竟遭贬逐。李白借用了韩信、贾谊的典故，写出在长安时一般社会上的人对他嘲笑、轻视，而当权者则加以忌妒和打击。这两句是写他的不得志。",
            "　　“君不见”以下六句，深情歌唱当初燕国君臣互相尊重和信任，流露他对建功立业的渴望，表现了他对理想的君臣关系的追求。战国时燕昭王为了使国家富强，尊郭隗为师，于易水边筑台置黄金其上，以招揽贤士。于是乐毅、邹衍、剧辛纷纷来归，为燕所用。燕昭王对于他们不仅言听计从，而且屈己下士，折节相待。当邹衍到燕时，昭王“拥篲先驱”，亲自扫除道路迎接，恐怕灰尘飞扬，用衣袖挡住扫帚，以示恭敬。李白始终希望君臣之间能够有一种比较推心置腹的关系。他常以伊尹、姜尚、张良、诸葛亮自比，原因之一，也正因为他们和君主之间的关系，比较符合自己的理想。但这种关系在现实中却是不存在的。唐玄宗这时已经腐化而且昏庸，根本没有真正的求贤、重贤之心，下诏召李白进京，也只不过是装出一副爱才的姿态，并要他写一点歌功颂德的文字而已。“昭王白骨萦蔓草，谁人更扫黄金台？”慨叹昭王已死，没有人再洒扫黄金台，实际上是表明他对唐玄宗的失望。诗人的感慨是很深的，也是很沉痛的。",
            "　　以上十二句，都是承接“大道如青天，我独不得出”，对“行路难”作具体描写的。既然朝廷上下都不是看重他，而是排斥他，那末就只有拂袖而去了。“行路难，归去来！”在当时的情况下，他只有此路可走。这两句既是沉重的叹息，也是愤怒的抗议。",
            "　　这首诗表现了李白对功业的渴望，流露出在困顿中仍然想有所作为的积极用世的热情，他向往象燕昭王和乐毅等人那样的风云际会，希望有“输肝剖胆效英才”的机缘。篇末的“行路难，归去来”，只是一种愤激之词，只是比较具体地指要离开长安，而不等于要消极避世，并且也不排斥在此同时他还抱有它日东山再起“直挂云帆济沧海”的幻想。",
            "（余恕诚）                 ",
            ""
        ],
        "category": [
            "唐诗三百首"
        ],
        "explain": [
            "                        【注释】：",
            "　　“大道如青天，我独不得出。”这个开头与第一首不同。第一首用赋的手法，从筵席上的美酒佳肴写起，起得比较平。这一首，一开头就陡起壁立，让久久郁积在内心里的感受，一下子喷发出来。亦赋亦比，使读者感到它的思想感情内容十分深广。后来",
            "孟郊",
            "写了“出门如有碍，谁谓天地宽”的诗句，可能受了此诗的启发，但气局比",
            "李白",
            "差多了。能够和它相比的，还是李白自己的诗：“蜀道之难，难于上青天”这类诗句，大概只有李白那种胸襟才能写得出。不过，《蜀道难》用徒步上青天来比喻蜀道的艰难，使人直接想到那一带山川的艰险，却并不感到文意上有过多的埋伏。而这一首，用青天来形容大道的宽阔，照说这样的大道是易于行路的，但紧接着却是“我独不得出”，就让人感到这里面有许多潜台词。这样，这个警句的开头就引起了人们对下文的注意。",
            "　　“羞逐”以下六句，是两句一组。“羞逐”两句是写自己的不愿意。唐代上层社会喜欢拿斗鸡进行游戏或赌博。",
            "唐玄宗",
            "曾在宫内造鸡坊，斗鸡的小儿因而得宠。当时有“生儿不用识文字，斗鸡走狗胜读书”的民谣。如果要去学斗鸡，是可以交接一些纨袴子弟，在仕途上打开一点后门的。但李白对此嗤之以鼻。所以声明自己羞于去追随长安里社中的小儿。这两句和他在《答王十二寒夜独酌有怀》中所说的“君不能狸膏金距学斗鸡，坐令鼻息干虹霓”是一个意思。都是说他不屑与“长安社中儿”为伍。那末，去和那些达官贵人交往呢？“曳裾王门不称情，弹剑作歌奏苦声。”“曳裾王门”，即拉起衣服前襟，出入权贵之门。“弹剑作歌”，用的是冯谖的典故。冯谖在孟尝君门下作客，觉得孟尝君对自己不够礼遇，开始时经常弹剑而歌，表示要回去。李白是希望“平交王侯”的，而现在在长安，权贵们并不把他当一回事，因而使他象冯谖一样感到不能忍受。这两句是写他的不称意。“淮阴市井笑韩信，汉朝公卿忌贾生。”韩信未得志时，在淮阴曾受到一些市井无赖们的嘲笑和侮辱。贾谊年轻有才，汉文帝本打算重用，但由于受到大臣灌婴、冯敬等的忌妒、反对，后来竟遭贬逐。李白借用了韩信、贾谊的典故，写出在长安时一般社会上的人对他嘲笑、轻视，而当权者则加以忌妒和打击。这两句是写他的不得志。",
            "　　“君不见”以下六句，深情歌唱当初燕国君臣互相尊重和信任，流露他对建功立业的渴望，表现了他对理想的君臣关系的追求。战国时燕昭王为了使国家富强，尊郭隗为师，于易水边筑台置黄金其上，以招揽贤士。于是乐毅、邹衍、剧辛纷纷来归，为燕所用。燕昭王对于他们不仅言听计从，而且屈己下士，折节相待。当邹衍到燕时，昭王“拥篲先驱”，亲自扫除道路迎接，恐怕灰尘飞扬，用衣袖挡住扫帚，以示恭敬。李白始终希望君臣之间能够有一种比较推心置腹的关系。他常以伊尹、姜尚、张良、诸葛亮自比，原因之一，也正因为他们和君主之间的关系，比较符合自己的理想。但这种关系在现实中却是不存在的。唐玄宗这时已经腐化而且昏庸，根本没有真正的求贤、重贤之心，下诏召李白进京，也只不过是装出一副爱才的姿态，并要他写一点歌功颂德的文字而已。“昭王白骨萦蔓草，谁人更扫黄金台？”慨叹昭王已死，没有人再洒扫黄金台，实际上是表明他对唐玄宗的失望。诗人的感慨是很深的，也是很沉痛的。",
            "　　以上十二句，都是承接“大道如青天，我独不得出”，对“行路难”作具体描写的。既然朝廷上下都不是看重他，而是排斥他，那末就只有拂袖而去了。“行路难，归去来！”在当时的情况下，他只有此路可走。这两句既是沉重的叹息，也是愤怒的抗议。",
            "　　这首诗表现了李白对功业的渴望，流露出在困顿中仍然想有所作为的积极用世的热情，他向往象燕昭王和乐毅等人那样的风云际会，希望有“输肝剖胆效英才”的机缘。篇末的“行路难，归去来”，只是一种愤激之词，只是比较具体地指要离开长安，而不等于要消极避世，并且也不排斥在此同时他还抱有它日东山再起“直挂云帆济沧海”的幻想。",
            "（余恕诚）                 "
        ]
    },
    {
        "title": "《从军行》",
        "time": "",
        "paragraphs": [
            "                   从军玉门道，逐虏金微山。笛奏梅花曲，刀开明月环。",
            "鼓声鸣海上，兵气拥云间。愿斩单于首，长驱静铁关。               "
        ],
        "category": [
            "战争诗"
        ],
        "explain": [
            "                        【注释】：",
            "金微山：古山名。即今阿尔泰山。",
            ""
        ]
    },
    {
        "title": "《从军行》",
        "time": "",
        "paragraphs": [
            "                   百战沙场碎铁衣，城南已合数重围。",
            "突营射杀呼延将，独领残兵千骑归。               "
        ],
        "category": [
            "边塞诗",
            "战争诗"
        ],
        "explain": [
            "                        　　这首诗以短短四句，刻画了一位无比英勇的将军形象。首句写将军过去的戎马生涯。伴随他出征的铁甲都已碎了，留下了累累的刀瘢箭痕，以见他征战时间之长和所经历的战斗之严酷。这句虽是从铁衣着笔，却等于从总的方面对诗中的主人公作了最简要的交待。有了这一句作垫，紧接着写他面临一场新的严酷考验──“城南已合数重围”。战争在塞外进行，城南是退路。但连城南也被敌人设下了重围，全军已陷入可能彻底覆没的绝境。写被围虽只此一句，但却如千钧一发，使人为之悬心吊胆。",
            "　　“突营射杀呼延将，独领残兵千骑归。”呼延，是匈奴四姓贵族之一，这里指敌军的一员悍将。我方这位身经百战的英雄，正是选中他作为目标，在突营闯阵的时候，首先将他射杀，使敌军陷于慌乱，乘机杀开重围，独领残兵，夺路而出。",
            "　　诗所要表现的是一位勇武过人的英雄，而所写的战争从全局上看，是一场败仗。但虽败却并不令人丧气，而是败中见出了豪气。“独领残兵千骑归”，“独”字几乎有千斤之力，压倒了敌方的千军万马，给人以顶天立地之感。诗没有对这位将军进行肖像描写，但通过紧张的战斗场景，把英雄的精神与气概表现得异常鲜明而突出，给人留下难忘的印象。将这场惊心动魄的突围战和首句“百战沙场碎铁衣”相对照，让人想到这不过是他“百战沙场”中的一仗。这样，就把刚才这一场突围战，以及英雄的整个战斗历程，渲染得格外威武壮烈，完全传奇化了。诗让人不觉得出现在眼前的是一批残兵败将，而让人感到这些血泊中拚杀出来的英雄凛然可敬。象这样在一首小诗里敢于去写严酷的斗争，甚至敢于去写败仗，而又从败仗中显出豪气，给人以鼓舞，如果不具备象盛唐诗人那种精神气概是写不出的。",
            "（余恕诚）                 "
        ]
    },
    {
        "title": "《越中览古》",
        "time": "726",
        "paragraphs": [
            "                   越王句践破吴归，义士还乡尽锦衣。",
            "宫女如花满春殿，只今惟有鹧鸪飞。               "
        ],
        "category": [
            "怀古诗"
        ],
        "explain": [
            "                        【注释】：",
            "义士还乡尽锦衣。  ( 乡一作家 )",
            "　　这是一首怀古之作，亦即诗人游览越中（唐越州，治所在今浙江绍兴），有感于其地在古代历史上所发生过的著名事件而写下的。在春秋时代，吴越两国争霸南方，成为世仇。越王勾践于公元前四九四年，被吴王夫差打败，回到国内，卧薪尝胆，誓报此仇。公元前四七三年，他果然把吴国灭了。诗写的就是这件事。",
            "　　诗歌不是历史小说，绝句又不同于长篇古诗，所以诗人只能选取这一历史事件中他感受得最深的某一部分来写。他选取的不是这场斗争的漫长过程中的某一片断，而是在吴败越胜，越王班师回国以后的两个镜头。首句点明题意，说明所怀古迹的具体内容。二、三两句分写战士还家、勾践还宫的情况。消灭了敌人，雪了耻，战士都凯旋了；由于战事已经结束，大家都受到了赏赐，所以不穿铁甲，而穿锦衣。只“尽锦衣”三字，就将越王及其战士得意归来，充满了胜利者的喜悦和骄傲的神情烘托了出来。越",
            "王回",
            "国以后，踌躇满志，不但耀武扬威，而且荒淫逸乐起来，于是，花朵儿一般的美人，就占满了宫殿，拥簇着他，侍候着他。“春殿”的“春”字，应上“如花”，并描摹美好的时光和景象，不一定是指春天。只写这一点，就把越王将过去的卧薪尝胆的往事丢得干干净净表达得非常充分了。都城中到处是锦衣战士，宫殿上站满了如花宫女。这是多么繁盛、美好、热闹、欢乐，然而结句突然一转，将上面所写的一切一笔勾消。过去曾经存在过的胜利、威武、富贵、荣华，现在还有什么呢？人们所能看到的，只是几只鹧鸪在王城故址上飞来飞去罢了。这一句写人事的变化，盛衰的无常，以慨叹出之。过去的统治者莫不希望他们的富贵荣华是子孙万世之业，而诗篇却如实地指出了这种希望的破灭，这就是它的积极意义。",
            "　　诗篇将昔时的繁盛和今日的凄凉，通过具体的景物，作了鲜明的对比，使读者感受特别深切。一般地说，直接描写某种环境，是比较难于突出的，而通过对比，则获致的效果往往能够大大地加强。所以，通过热闹的场面来描写凄凉，就更觉凄凉之可叹。如此诗前面所写过去的繁华与后面所写现在的冷落，对照极为强烈，前面写得愈着力，后面转得也就愈有力。为了充分地表达主题思想，诗人对这篇诗的艺术结构也作出了不同于一般七绝的安排。一般的七绝，转折点都安排在第三句里，而它的前三句却一气直下，直到第四句才突然转到反面，就显得格外有力量，有神采。这种写法，不是笔力雄健的诗人，是难以挥洒自如的。",
            "　　",
            "李白",
            "另有一首怀古诗《苏台览古》可资比较：“旧苑荒台杨柳新，菱歌清唱不胜春。只今惟有西江月，曾照吴王宫里人。”苏台即姑苏台，是春秋时代吴王夫差游乐的地方，故址在今江苏省苏州市。此诗一上来就写吴苑的残破，苏台的荒凉，而人事的变化，兴废的无常，自在其中。后面紧接以杨柳在春天又发新芽，柳色青青，年年如旧，岁岁常新，以“新”与“旧”，不变的景物与变化的人事，作鲜明的对照，更加深了凭吊古迹的感慨。一句之中，以两种不同的事物来对比，写出古今盛衰之感，用意遣词，精炼而又自然。次句接写当前景色。青青新柳之外，还有一些女子在唱着菱歌，无限的春光之中，回荡着歌声的旋律。杨柳又换新叶，船娘闲唱菱歌，旧苑荒台，依然弥漫着无边春色，而昔日的帝王宫殿，美女笙歌，却一切都已化为乌有。所以后两句便点出，只有悬挂在从西方流来的大江上的那轮明月，是亘古不变的；只有她，才照见过吴宫的繁华，看见过象夫差、",
            "西施",
            "这样的当时人物，可以作历史的见证人罢了。",
            "　　此两诗都是览古之作，主题相同，题材近似，但越中一首，着重在明写昔日之繁华，以四分之三的篇幅竭力渲染，而以结句写今日之荒凉抹杀之，转出主意。苏台一首则着重写今日之荒凉，以暗示昔日之繁华，以今古常新的自然景物来衬托变幻无常的人事，见出今昔盛衰之感，所以其表现手段又各自不同。从这里也可以看出诗人变化多端的艺术技巧。",
            "（",
            "沈祖棻",
            "）                 "
        ]
    },
    {
        "title": "《秋思》",
        "time": "728",
        "paragraphs": [
            "                   春阳如昨日，碧树鸣黄鹂。芜然蕙草暮，飒尔凉风吹。",
            "天秋木叶下，月冷莎鸡悲。坐愁群芳歇，白露凋华滋。               "
        ],
        "category": [
            "描写秋天"
        ],
        "explain": "None"
    },
    {
        "title": "《把酒问月》",
        "time": "744",
        "paragraphs": [
            "                   青天有月来几时，我今停杯一问之：",
            "人攀明月不可得，月行却与人相随？",
            "皎如飞镜临丹阙，绿烟灭尽清辉发？",
            "但见宵从海上来，宁知晓向云间没？",
            "白兔捣药秋复春，嫦娥孤栖与谁邻？",
            "今人不见古时月，今月曾经照古人。",
            "古人今人若流水，共看明月皆如此。",
            "唯愿当歌对酒时，月光长照金樽里。               "
        ],
        "category": [
            "描写月亮",
            "哲理诗"
        ],
        "explain": [
            "                        【注释】：",
            "　　《把酒问月》这诗题就是作者绝妙的自我造象，那飘逸浪漫的风神唯谪仙人方能有之。题下原注：“故人贾淳令予问之”，彼不自问而令予问之，一种风流自赏之意溢于言表。",
            "　　悠悠万世，明月的存在对于人间是一个魅人的宇宙之谜。“青天有月来几时”的劈头一问，对那无限时空里的奇迹，大有神往与迷惑交驰之感。问句先出，继而具体写其人神往的情态。这情态从把酒“停杯”的动作见出。它使人感到那突如其来的一问分明带有几分醉意，从而倍有诗味。二句语序倒装，以一问摄起全篇，极富气势感。开篇从手持杯酒仰天问月写起，以下大抵两句换境换意，尽情咏月抒怀。",
            "　　明月高高挂在天上，会使人生出“人攀明月不可得”的感慨；然而当你无意于追攀时，她许会万里相随，依依不舍。两句一冷一热，亦远亦近，若离若即，道是无情却有情。写出明月于人既可亲又神秘的奇妙感，人格化手法的运用维妙维肖。回文式句法颇具唱叹之致。紧接二句对月色作描绘：皎皎月轮如明镜飞升，下照宫阙，云翳（“绿烟”）散尽，清光焕发。以“飞镜”作譬，以“丹阙”陪衬俱好，而“绿烟灭尽”四字尤有点染之功。试想，一轮圆月初为云遮，然后揭开纱罩般露出娇面，该是何等光彩照人！月色之美被形容得如可揽接。不意下文又以一问将月的形象推远：“但见宵从海上来，宁知晓向云间没？”月出东海而消逝于西天，踪迹实难测知，偏能月月循环不已。“但见”宁知”的呼应足传诗人的惊奇，他从而浮想联翩，究及那难以稽考的有关月亮的神话传说：月中白兔年复一年不辞辛劳地捣药，为的什么？碧海青天夜夜独处的嫦娥，该是多么寂寞？语中对神物、仙女深怀同情，其间流露出诗人自己孤苦的情怀。这面对宇宙的遐想又引起一番人生哲理探求，从而感慨系之。今月古月实为一个，而今人古人则不断更迭。说“今人不见古时月”，亦意味“古人不见今时月”；说“今月曾经照古人”，亦意味“古月依然照今人”。故二句造语备极重复、错综、回环之美，且有互文之妙。古人今人何止恒河沙数，只如逝水，然而他们见到的明月则亘古如斯。后二句在前二句基础上进一步把明月长在而人生短暂之意渲染得淋漓尽致。前二句分说，后二句总括，诗情哲理并茂，读来意味深长，回肠荡气。最后二句则结穴到及时行乐的主意上来。",
            "曹操",
            "诗云：“对酒当歌，人生几何”，此处略用其字面，流露出同一种人生感喟。末句“月光长照金樽里”，形象鲜明独特。从无常求“常”，意味隽永。至此，诗情海阔天空地驰骋一番后，又回到诗人手持的酒杯上来，完成了一个美的巡礼，使读者从这一形象回旋中获得极深的诗意感受。",
            "　　全诗从酒写到月，从月归到酒；从空间感受写到时间感受。其中将人与月反反复复加以对照，又穿插以景物描绘与神话传说，塑造了一个崇高、永恒、美好而又神秘的月的形象，于中也显露着一个孤高出尘的诗人自我。虽然意绪多端，随兴挥洒，但潜气内转，脉络贯通，极回环错综之致、浑成自然之妙；加之四句转韵，平仄互换，抑扬顿挫，更觉一气呵成，有宫商之声，可谓音情理趣俱好，故“于古今为创调”（",
            "王夫之",
            "《唐诗评选》）。",
            "（周啸天）                 "
        ]
    },
    {
        "title": "《玉阶怨》",
        "time": "",
        "paragraphs": [
            "                   玉阶生白露，夜久侵罗袜。",
            "却下水晶帘，玲珑望秋月。               "
        ],
        "category": [
            "唐诗三百首",
            "孤独"
        ],
        "explain": [
            "                        【注解】：",
            "１、罗袜：丝织品做的袜子。",
            "２、却下：还下。",
            "３、玲珑句：虽下帘仍望月而待，以至不能成眠。",
            "【韵译】：",
            "玉砌的台阶已滋生了白露，",
            "夜深伫立露水侵湿了罗袜。",
            "我只好入室垂下水晶帘子，",
            "独自隔帘仰望玲珑的秋月。",
            "【评析】：",
            "??乐府《玉阶怨》多咏被幽禁宫女之幽怨的乐曲。诗虽以“怨”标题，却不露",
            "“怨”字，。首二句写独立玉阶，露侵罗袜，更深夜浓，久待落空，怨情之深，如注",
            "如诉；后二句写",
            "无可",
            "奈何，入室垂帘，隔窗望月，愈衬孤寂。无独乎？无怨乎？诗不",
            "正面涂抹，却从反面点妆，字少而情多，委婉而入微，余音袅袅，不绝如缕。",
            "--引自\"超纯斋诗词\"bookbest.163.net 翻译、评析：刘建勋",
            "【简析】：",
            "本题属乐府《相和歌·楚调曲》。写一位贵妇寂寞和惆怅的心情，久盼所爱不至，直至夜深还有所期待，不著怨意而怨意很深。",
            "　　《玉阶怨》，见",
            "郭茂倩",
            "《",
            "乐府诗集",
            "》。属《相和歌·楚调曲》，与《婕妤怨》、《长信怨》等曲，从古代所存歌辞看，都是专写“宫怨”的乐曲。",
            "　　",
            "李白",
            "的《玉阶怨》，虽曲名标有“怨”字，诗作中却只是背面敷粉，全不见“怨”字。无言独立阶砌，以致冰凉的露水浸湿罗袜；以见夜色之浓，伫待之久，怨情之深。“罗袜”，见人之仪态、身份，有人有神。夜凉露重，罗袜知寒，不说人而已见人之幽怨如诉。二字似写实，实用曹子建“凌波微步，罗袜生尘”意境。",
            "　　怨深，夜深，不禁幽独之苦，乃由帘外而帘内，及至下帘之后，反又不忍使明月孤寂。似月怜人，似人怜月；若人不伴月，则又有何物可以伴人？月无言，人也无言。但读者却深知人有无限言语，月也解此无限言语，而写来却只是一味望月。此不怨之怨所以深于怨也。",
            "　　“却下”二字，以虚字传神，最为诗家秘传。此一转折，似断实连；似欲一笔荡开，推却愁怨，实则经此一转，字少情多，直入幽微。却下，看似无意下帘，而其中却有无限幽怨。本以夜深、怨深，无可奈何而入室。入室之后，却又怕隔窗明月照此室内幽独，因而下帘。帘既下矣，却更难消受此凄苦无眠之夜，于更无可奈何之中，却更去隔帘望月。此时忧思徘徊，直如",
            "李清照",
            "“寻寻觅觅、冷冷清清、凄凄惨惨戚戚”之纷至沓来，如此情思，乃以“却下”二字出之。“却”字直贯下句，意谓：“却下水晶帘”，“却去望秋月”，在这两个动作之间，有许多愁思转折返复，所谓字少情多，以虚字传神。中国古代诗艺中有“空谷传音”之法，似当如此。“玲珑”二字，看似不经意之笔，实则极见工力。以月之玲珑，衬人之幽怨，从反处着笔，全胜正面涂抹。",
            "　　诗中不见人物姿容与心理状态，而作者似也无动于衷，只以人物行动见意，引读者步入诗情之最幽微处，故能不落言筌，为读者保留想象余地，使诗情无限辽远，无限幽深。以此见诗家“不著一字，尽得风流”真意。以叙人事之笔抒情，恒见，易；以抒情之笔状人，罕有，难。",
            "　　契诃夫有“矜持”说，也常闻有所谓“距离”说，两者颇近似，似应合为一说。即谓作者应与所写对象，保持一定距离，并保持一定“矜持”与冷静。如此，则作品无声嘶力竭之弊，而有幽邃深远之美，写难状之情与难言之隐，使读者觉有漫天诗思飘然而至，却又无从于字句间捉摸之。这首《玉阶怨》含思婉转，余韵如缕，正是这样的佳作。",
            "（孙艺秋）",
            ""
        ]
    },
    {
        "title": "《庐山谣寄卢侍御虚舟》",
        "time": "760",
        "paragraphs": [
            "                   我本楚狂人，凤歌笑孔丘。",
            "手持绿玉杖，朝别黄鹤楼。",
            "五岳寻仙不辞远，一生好入名山游。",
            "庐山秀出南斗傍，屏风九叠云锦张，",
            "影落明湖青黛光。金阙前开二峰长，",
            "银河倒挂三石梁。香炉瀑布遥相望，",
            "回崖沓嶂凌苍苍。翠影红霞映朝日，",
            "鸟飞不到吴天长。登高壮观天地间，",
            "大江茫茫去不还。黄云万里动风色，",
            "白波九道流雪山。",
            "好为庐山谣，兴因庐山发。",
            "闲窥石镜清我心，谢公行处苍苔没。",
            "早服还丹无世情，琴心三叠道初成。",
            "遥见仙人彩云里，手把芙蓉朝玉京。",
            "先期汗漫九垓上，愿接卢敖游太清。               "
        ],
        "category": [
            "山水诗",
            "唐诗三百首"
        ],
        "explain": [
            "                        【注释】：",
            "卢虚舟：范阳人，",
            "唐肃",
            "宗时曾任殿中侍御史。楚狂人：指陆接舆，系楚国狂人，曾狂歌而过孔丘，劝他不要做官。二峰：指香炉峰和双剑峰。",
            "１、绿玉杖：神仙所用之杖。",
            "２、南斗：即斗宿星。",
            "３、屏风九叠：形容山峰重叠，状如屏风。",
            "４、青黛：青黑色。",
            "５、九道：古代地志说，长江流到浔阳境内，分为九派。",
            "６、谢公：指刘宋",
            "谢灵运",
            "。",
            "７、琴心三叠：道家修炼的术语，意思是使心神宁静。",
            "８、玉京：道家说元始天尊在天中心之上，名玉京山。",
            "【简析】：",
            "这首诗作于诗人流放夜郎遇赦回来的次年，从汉口来到江西。诗中既写了庐山的秀丽雄奇，更主要表现了诗人狂放不羁的性格。那时诗人已经历尽磨难，始终不愿向折磨他的现实低头，求仙学道的心更加迫切了。",
            "??这首诗是咏叹庐山风景的奇绝，游览飘然，猛发学道成仙之欲望，并进而邀请同伴。诗分四段。首六句为第一段，是序曲。以楚狂自比，对政治淡漠，透露寻仙访道隐逸之心。“庐山”八句，为第二段，以仰视角度写庐山“瀑布相望”、“银河倒挂”、“翠影映月”、“鸟飞不到”雄奇风光。“登高”八句为第三段，以俯视角度，写长江“茫茫东去”、“",
            "黄云",
            "万里”、“九派流雪”的雄伟气势，并以谢灵运故事，抒发浮生若萝，盛事难再，寄隐求仙访道，超脱现实的心情。“早服”六句为第四段，想象自己能早服仙丹，修炼升仙，到达向往的自由仙界。并以卢敖故事，邀卢侍卿同游。",
            "??全诗想象丰富，境界开阔，给人以雄奇的美感享受。“五岳寻仙不辞远”，可借以作事业追求者的警句。--引自\"超纯斋诗词\"bookbest.163.net 翻译、评析：刘建勋 　　",
            "　　",
            "李白",
            "流放夜郎途中遇赦后，于上元元年（760）从江夏（今湖北武昌）往浔阳（今江西九江）游庐山时作了这首诗。卢虚舟，字幼真，范阳（今北京大兴县）人，肃宗时任殿中侍御史，相传“操持有清廉之誉”（见清王琦注引",
            "李华",
            "《三贤论》），曾与李白同游庐山。",
            "　　“我本楚狂人，凤歌笑孔丘。”起句即用典，开宗明义表达胸襟：我本来就象楚狂接舆，高唱凤歌嘲笑孔丘。孔子曾去楚国，游说楚王。接舆在他车旁唱道：“凤兮凤兮，何德之衰？往者不可谏，来者犹可追！已而！已而！今之从政者殆而！”（《论语·微子》）嘲笑孔子迷于做官。李白以楚狂自比，表示了对政治前途的失望，暗示出要象楚狂那样游诸名山去过隐居生活。“凤歌”一典，用语精警，内容深刻，饱含身世之感。接着诗人写他离开武昌到庐山：“手持绿玉杖，朝别黄鹤楼。五岳寻仙不辞远，一生好入名山游”。诗人以充满神话传说的色彩表述他的行程：拿着仙人所用的嵌有绿玉的手杖，于晨曦中离开黄鹤楼。为什么到庐山来呢？是因为“好入名山游。”后两句诗，既可说是李白一生游踪的形象写照，同时也透露出诗人寻仙访道的隐逸之心。",
            "　　以上是第一段，可谓序曲。然后转入第二段，诗人以浓墨重彩，正面描绘庐山和长江的雄奇风光。先写山景鸟瞰：“庐山秀出南斗旁，屏风九叠云锦张，影落明湖青黛光。”古人认为天上星宿指配地上州域，庐山一带正是南斗的分野。屏风九叠，指庐山五老峰东北的九叠云屏。三句意谓：庐山秀丽挺拔，高耸入云；树",
            "木青",
            "翠，山花烂熳，九叠云屏象锦绣云霞般展开；湖光山影，相互映照，烘托得分外明媚绮丽。以上是粗绘，写出庐山的雄奇瑰丽；下面，则是细描：“金阙前开二峰长，银河倒挂三石梁。香炉瀑布遥相望，回崖沓嶂凌苍苍。”金阙、三石梁、香炉、瀑布，都是庐山绝景。这四句是从仰视的角度来描写：金阙岩前矗立着两座高峰，三石梁瀑布有如银河倒挂，飞泻而下，和香炉峰瀑布遥遥相对，那里峻崖环绕，峰峦重叠，上凌苍天。接着，笔姿忽又宕起，总摄全景：“翠影红霞映朝日，鸟飞不到吴天长。”旭日初升，满天红霞与苍翠山色相辉映；山势峻高，连鸟也飞不到；站在峰顶东望吴天，真是寥廓无际。诗人用笔错综变化，迂回别致，层层写来，把山的瑰玮和秀丽，写得淋漓尽致，引人入胜。",
            "　　然后，诗人登高远眺，以如椽大笔，彩绘长江雄伟气势：“登高壮观天地间，大江茫茫去不还。黄云万里动风色，白波九道流雪山。”九道，古谓长江流至浔阳分为九条支流。雪山，形容白波汹涌，堆叠如山。这几句意谓：登临庐山高峰，放眼纵观，只见长江浩浩荡荡，直泻东海，一去不返；万里黄云飘浮，天色瞬息变幻；茫茫九派，白波汹涌奔流，浪高如雪山。诗人豪情满怀，笔墨酣畅，将长江景色写得境界高远，气象万千。何等雄伟，何等壮美！大自然之美激发了大诗人的无限诗情：“好为庐山谣，兴因庐山发。闲窥石镜清我心，谢公行外苍苔没。”石镜，传说在庐山东面有一圆石悬岩，明净能照人形。谢公，南朝宋谢灵运，尝入",
            "彭蠡",
            "湖口，登庐山，有“攀崖照石镜”诗句（《谢康乐集·入彭蠡湖口》）。李白经过永王璘事件的挫折后，重登庐山，不禁感慨万千。这四句意思是：爱作庐山歌谣，诗兴因庐山而激发。从容自得地照照石镜，心情为之清爽，谢灵运走过的地方，如今已为青苔所覆盖。人生无常，盛事难再。李白不禁油然产生寻仙访道思想，希望超脱现实，以求解决内心的矛盾。",
            "　　“早服还丹无世情，琴心三叠道初成。”还丹，道家所谓服后能“白日升天”的仙丹。琴心三叠，指道家修炼的功夫很深，达到心和神悦的境界。这两句表明诗人想象着自己有一天能早服仙丹，修炼升仙，以摆脱世俗之情，到那虚幻的神仙世界：“遥见仙人彩云里，手把芙蓉朝玉京。”玉京，道教谓元始天尊居处。诗人仿佛远远望见神仙在彩云里，手拿着莲花飞向玉京。诗人多么向往这样自由自在的世界：“先期汗漫九垓上，愿接卢敖游太清。”《淮南子·道应训》载，卢敖游北海，遇见一怪仙，想同他做朋友而同游，怪仙笑道：“吾与汗漫期于九垓之外，吾不可以久驻。”“遂入云中。”汗漫，意谓不可知，这里比喻神。九垓，九天。太清，最高的天空。李白在这诗里反用其意，以怪仙自比，卢敖借指卢虚舟，邀卢共作神仙之游。两句意谓：我李白已预先和不可知之神在九天之外约会，并愿接待卢敖共游仙境。诗人浮想联翩，仿佛随仙人飘飘然凌空而去。全诗戛然而止，余韵悠然。",
            "　　此诗思想内容比较复杂，既有对儒家孔子的嘲弄，也有对道家的崇信；一面希望摆脱世情，追求神仙生活，一面又留恋现实，热爱人间风物。诗的感情豪迈开朗，磅礴着一种震撼山岳的气概。想象丰富，境界开阔，给人以雄奇的美感享受。诗的韵律随诗情变化而显得跌宕多姿。开头一段抒怀述志，用尤侯韵，自由舒展，音调平稳徐缓。第二段描写庐山风景，转唐阳韵，音韵较前提高，昂扬而圆润。写长江壮景则又换删山韵，音响慷慨高亢。随后，调子陡然降低，变为入声月没韵，表达归隐求仙的闲情逸致，声音柔弱急促，和前面的高昂调子恰好构成鲜明的对比，极富抑扬顿挫之妙。最后一段表现美丽的神仙世界，转换庚清韵，音调又升高，悠长而舒畅，余音袅袅，令人神往。前人对这首诗的艺术性评价颇高：“太白天仙之词，语多率然而成者，故乐府歌词咸善。……今观其……《庐山谣》等作，长篇短韵，驱驾气势，殆与南山秋气并高可也。”（见《唐诗品汇》七言古诗叙目第三卷《正宗》）",
            "（何国治）                 "
        ]
    },
    {
        "title": "《下终南山过斛斯山人宿置酒》",
        "time": "731",
        "paragraphs": [
            "                   暮从碧山下，山月随人归。",
            "却顾所来径，苍苍横翠微。",
            "相携及田家，童稚开荆扉。",
            "绿竹入幽径，青萝拂行衣。",
            "欢言得所憩，美酒聊共挥。",
            "长歌吟松风，曲尽河星稀。",
            "我醉君复乐，陶然共忘机。               "
        ],
        "category": [
            "田园诗",
            "唐诗三百首"
        ],
        "explain": [
            "                        【注解】：",
            "１、翠微：青翠的山坡。",
            "２、松风：指古乐府《风入松》曲，也可作歌声随风入松林解。",
            "３、机：世俗的心机。",
            "【韵译】：",
            "从碧山下来，暮色正苍茫，",
            "伴随我回归，是皓月寒光。",
            "我不时回头，把来路顾盼：",
            "茫茫小路，横卧青翠坡上。",
            "路遇山人，相邀去他草堂，",
            "孩儿们闻声，把荆门开放。",
            "一条幽径，深入繁茂竹林，",
            "枝丫萝蔓，轻拂我的衣裳。",
            "欢声笑语，主人留我住宿，",
            "摆设美酒，把盏共话蚕桑。",
            "长歌吟唱，风入松的",
            "乐章",
            "，",
            "歌罢夜阑，河汉稀星闪亮。",
            "我醉得胡涂，你乐得癫狂，",
            "欢乐陶醉，同把世俗遗忘。",
            "【评析】：",
            "??这是一首田园诗，是诗人在长安供奉翰林时所写。全诗写月夜在长安南面的终南",
            "山，去造访一位姓斛斯的隐士。诗写暮色苍茫中的山林美景和田家庭院的恬静、流露",
            "出诗人的称羡之情。",
            "??诗以“暮”开首，为“宿”开拓。相携欢言，置酒共挥，长歌风松，赏心乐事，",
            "自然陶醉忘机。这些都是作者真情实感的流溢。",
            "??此诗以田家、饮酒为题材，很受陶潜田园诗的影响。然陶诗显得平淡恬静，既不",
            "首意染色，口气也极和缓。如“暧暧无人村，依依墟里烟”、“采菊东篱下，悠然见",
            "南山”等等。而李诗却着意渲染。细吟“绿竹入幽径，青萝拂行衣。欢言得所憩，美",
            "酒聊共挥”，就会觉得色彩鲜明，神情飞扬。可见陶李两者风格迥异。",
            "【简析】：",
            "终南山，在今陕西西安市南，地近京城而又山林幽静。斛斯山人想来是一位隐士，同时是",
            "李白",
            "的好朋友。这首诗只写一次很平常的作客经过，但写出了很淳朴的感情。",
            "--引自\"超纯斋诗词\"bookbest.163.net",
            "翻译、评析：刘建勋　 ",
            "down zhongnan mountain ",
            "to the kind pillow and bowl of husi",
            "down the blue mountain in the evening, ",
            "moonlight was my homeward escort. ",
            "looking back, i saw my path ",
            "lie in levels of deep shadow.... ",
            "i was passing the farm-house of a friend, ",
            "when his children called from a gate of thorn ",
            "and led me twining through jade bamboos ",
            "where green vines caught and held my clothes. ",
            "and i was glad of a chance to rest ",
            "and glad of a chance to drink with my friend.... ",
            "we sang to the tune of the wind in the pines; ",
            "and we finished our songs as the stars went down, ",
            "when, i being drunk and my friend more than happy, ",
            "between us we forgot the world. ",
            "　　我国的田园诗以晋末陶潜为开山祖，他的诗，对后代影响很大。李白这首田园诗，似也有陶诗那种描写琐事人情，平淡爽直的风格。",
            "　　李白作此诗时，正在长安供奉翰林。从诗的内容看，诗人是在月夜到长安南面的终南山去造访一位姓斛斯的隐士。首句“暮从碧山下”，“暮”字挑起了第二句的“山月”和第四句的“苍苍”，“下”字挑起了第二句的“随人归”和第三句的“却顾”，“碧”字又逗出第四句的“翠微”。平平常常五个字，却无一字虚设。“山月随人归”，把月写得如此脉脉有情。月尚如此，人而不如月乎？第三句“却顾所来径”，写出诗人对终南山的余情。这里虽未正面写山林暮景，却是情中有景。不正是旖旎山色，使诗人迷恋不已吗？第四句又是正面描写。“翠微”指青翠掩映的山林幽深处。“苍苍”两字起加倍渲染的作用。“横”有笼罩意。此句描绘出暮色苍苍中的山林美景。这四句，用笔简炼而神色俱佳。诗人漫步山径，大概遇到了斛斯山人，于是“相携及田家”，“相携”，显出情谊的密切。“童稚开荆扉”，连孩子们也开柴门来迎客了。进门后，“绿竹入幽径，青萝拂行衣”，写出了田家庭园的恬静，流露出诗人的称羡之情。“欢言得所憩，美酒聊共挥”，“得所憩”不仅是赞美山人的庭园居室，显然也为遇知己而高兴。因而欢言笑谈，美酒共挥。一个“挥”字写出了李白畅怀豪饮的神情。酒醉情浓，放声长歌，直唱到天河群星疏落，籁寂更深。“长歌吟松风，曲尽河星稀”句中青松与青天，仍处处绾带上文的一片苍翠。至于河星既稀，月色自淡，这就不在话下了。最后，从美酒共挥，转到“我醉君复乐，陶然共忘机”，写出酒后的风味，陶陶然把人世的机巧之心，一扫而空，显得淡泊而恬远。",
            "　　这首诗以田家、饮酒为题材，很显然是受陶潜诗的影响，然而两者诗风又有不同之处。陶潜的写景，虽未曾无情，却显得平淡恬静，如“暖暖远人村，依依墟里烟”。“道狭草木长，夕露沾我衣”，“采菊东篱下，悠然见南山”，“微雨从东来，好风与之俱”之类，既不染色，而口气又那么温缓舒徐。而李白就着意渲染，“却顾所来径，苍苍横翠微”，“绿竹入幽径，青萝拂行衣。欢言得所憩，美酒聊共挥”，不仅色彩鲜明，而且神情飞扬，口气中也带有清俊之味。在李白的一些饮酒诗中，豪情狂气喷薄涌泄，溢于纸上，而此诗似已大为掩抑收敛了。“长歌吟松风，曲尽河星稀。我醉君复乐，陶然共忘机。”可是一比起陶诗，意味还是有差别的。陶潜的“或有数斗酒，闲饮自欢然”，“过门辄相呼，有酒斟酌之”，“何以称我情，浊酒且自陶”，“一觞虽自进，杯尽壶自倾”之类，称心而出，信口而道，淡",
            "淡然",
            "无可",
            "无不可的那种意味，就使人觉得李白挥酒长歌仍有一股英气，与陶潜异趣。因而，从李白此诗既可以看到陶诗的影响，又可以看到两位诗人风格的不同。",
            "（浓熙乾）",
            ""
        ]
    },
    {
        "title": "《听蜀僧浚弹琴》",
        "time": "753",
        "paragraphs": [
            "                   蜀僧抱绿绮，西下峨眉峰。",
            "为我一挥手，如听万壑松。",
            "客心洗流水，馀响入霜钟。",
            "不觉碧山暮，秋云暗几重。               "
        ],
        "category": [
            "唐诗三百首"
        ],
        "explain": [
            "                        【注解】：",
            "１、绿绮：琴名。晋",
            "傅玄",
            "《琴赋序》：“",
            "司马相如",
            "有绿绮。”相如是蜀人，弹者是蜀",
            "??僧，故以绿绮切之。",
            "２、一：加强语气的助词。",
            "３、挥手：指弹琴。",
            "４、流水：相传春秋时钟子期能听出伯牙琴中的曲意，时而是志在高山，时而是志在",
            "??流水，伯牙乃许为知音。见《列子·汤问篇》。这句是说，客中的情怀，听了",
            "??“高山流水”的曲意，为之一洗。",
            "５、霜钟：指钟声，《山海经》：丰山“有九种焉，是知霜鸣”。郭璞注：“霜降则",
            "??钟鸣，故言知也。”入霜钟：余音与钟声交流，兼喻入知音者之耳。",
            "【韵译】：",
            "四川僧人抱弹名琴绿绮，",
            "他是来自巴蜀的峨嵋峰。",
            "他为我挥手弹奏了名曲，",
            "好象听到万壑松涛雄风。",
            "高山流水音调一洗情怀，",
            "袅袅余音融入秋天霜钟。",
            "不知不觉青山已披暮色，",
            "秋去也似乎暗淡了几重！",
            "【评析】：",
            "??此诗是写听蜀地一位和尚弹琴，极写琴声之入神。开头两句，写他来自故乡四",
            "川，表达对他的倾慕。颔联写弹琴，以大自然的万壑松涛声作比，令人感到琴声之不",
            "凡。颈联写琴声荡涤胸怀，使人心旷神怡，回味无穷。尾联写聚精会神听琴，而不知",
            "时日将尽，反衬弹琴之高妙诱人。全诗一气呵成，势如行云流水，明快畅达。",
            "--引自\"超纯斋诗词\"bookbest.163.net 翻译、评析：刘建勋",
            "【简析】：",
            "僧人是四川人，而四川又正是诗人寄籍的故乡，以奏《凤求凰》而流传后世的汉文学家司马相如也是四川人，故诗中一开始就联想到他那有名的绿绮琴，听名僧弹琴倍加激动，让读者也沉浸在悠扬的意境之中。",
            "　　这首五律写的是听琴，听蜀地一位法名叫濬的和尚弹琴。开头两句：“",
            "蜀僧",
            "抱绿绮，西下峨眉峰。”说明这位琴师是从四川峨眉山下来的。",
            "李白",
            "是在四川长大的，四川奇丽的山水培育了他的壮阔胸怀，激发了他的艺术想象。峨眉山月不止一次地出现在他的诗里。他对故乡一直很怀恋，对于来自故乡的琴师当然也格外感到亲切。所以诗一开头就说明弹琴的人是自己的同乡。“绿绮”本是琴名，汉代司马相如有一张琴，名叫绿绮，这里用来泛指名贵的琴。“蜀僧抱绿绮，西下峨眉峰”，简短的十个字，把这位音乐家写得很有气派，表达了诗人对他的倾慕。",
            "　　三四句正面描写蜀僧弹琴。“挥手”是弹琴的动作。",
            "嵇康",
            "《琴赋》说：“伯牙挥手，钟期听声。”“挥手”二字就是出自这里的。“为我一挥手，如听万壑松”，这两句用大自然宏伟的音响比喻琴声，使人感到这琴声一定是极其铿锵有力的。",
            "　　“客心洗流水”，这一句就字面讲，是说听了蜀僧的琴声，自己的心好象被流水洗过一般地畅快、愉悦。但它还有更深的含义，其中包涵着一个古老的典故。《列子·汤问》：“伯牙善鼓琴，钟子期善听。伯牙鼓琴，志在登高山，钟子期曰：‘善哉，峨峨兮若泰山！’志在流水，钟子期曰：‘善哉，洋洋兮若江河！’”这就是“高山流水”的典故，借它，表现蜀僧和自己通过音乐的媒介所建立的知己之感。“客心洗流水”五个字，很含蓄，又很自然，虽然用典，却毫不艰涩，显示了李白卓越的语言技巧。",
            "　　下面一句“馀响入霜钟”也是用了典的。“霜钟”关于《山海经·中山经》：“丰山……有九钟焉，是知霜鸣。”郭璞注：“霜降则钟鸣，故言知也。”“霜钟”二字点明时令，与下面“秋云暗几重”照应。“馀响入霜钟”，意思是说，音乐终止以后，馀音久久不绝，和薄暮时分寺庙的钟声融合在一起。《列子·汤问》里有“馀音绕梁?，三日不绝”的话。宋代苏东坡在《前赤壁赋》里用“馀音袅袅，不绝如缕”，形容洞箫的馀音。这都是乐曲终止以后，入迷的听者沉浸在艺术享受之中所产生的想象。“馀响入霜钟”也是如此。清脆、流畅的琴声渐远渐弱，和薄暮的钟声共鸣着，这才发觉天色已经晚了：“不觉碧山暮，秋云暗几重。”诗人听完蜀僧弹琴，举目四望，不知从什么时候开始，青山已罩上一层暮色，灰暗的秋云重重叠叠，布满天空。时间过得真快啊！",
            "　　唐诗里有不少描写音乐的佳作。",
            "白居易",
            "的《琵琶行》用“大珠小珠落玉盘”来形容忽高忽低、忽清忽浊的琵琶声，把琵琶所特有的繁密多变的音响效果表现了出来。唐代另一位诗人",
            "李颀",
            "有一首《听安万善吹觱篥歌》，用不同季节的不同景物，形容音乐曲调的变化，把听觉的感受诉诸视觉的形象，取得很好的艺术效果。李白这首诗描写音乐的独到之处是，除了“万壑松”之外，没有别的比喻形容琴声，而是着重表现听琴时的感受，表现弹者、听者之间感情的交流。其实，“如听万壑松”这一句也不是纯客观的描写，诗人从琴声联想到万壑松声，联想到深山大谷，是结合自己的主观感受来写的。",
            "　　律诗讲究平仄、对仗，格律比较严。而李白的这首五律却写得极其清新、明快，似乎一点也不费力。其实，无论立意、构思、起结、承转，或是对仗、用典，都经过一番巧妙的安排，只是不着痕迹罢了。这种“清水出芙蓉，天然去雕饰”的自然的艺术美，比一切雕饰更能打动人的心灵。",
            "(袁行霈)",
            ""
        ]
    },
    {
        "title": "《金陵酒肆留别》",
        "time": "726",
        "paragraphs": [
            "                   风吹柳花满店香，吴姬压酒唤客尝。",
            "金陵子弟来相送，欲行不行各尽觞。",
            "请君试问东流水，别意与之谁短长。               "
        ],
        "category": [
            "唐诗三百首"
        ],
        "explain": [
            "                        【注释】：",
            "金陵：今江苏省南京市。",
            "２、酒肆：酒店。",
            "３、吴姬：吴地的青年女子，这里指卖酒女。",
            "４、压酒：酒酿成时，压酒糟取酒。",
            "５、尽觞：干杯。",
            "【简析】：",
            "诗人所写的是色彩斑斓的离愁别绪：春色迷人，畅饮佳酿，在离别中亦充满欢聚的快乐。全诗语言清新，节奏明快，很具艺术特色。??这首小诗描绘了在春光春色中江南水乡的一家酒肆，诗人满怀别绪酌饮，“当垆",
            "姑娘劝酒，金陵少年相送”的一幅令人陶醉的画图。风吹柳花，离情似水。走的痛",
            "饮，留的尽杯。情绵绵，意切切，句短情长，吟来多味。",
            "沈德潜",
            "《唐诗别裁集》说此",
            "诗“语不必深，写情已足”。全诗可见诗人的情怀多么丰采华茂，风流潇洒。",
            "　　杨花飘絮的时节，江南水村山郭的一家小酒店里，即将离开金陵的诗人，满怀别绪，独坐小酌。骀荡的春风，卷起了垂垂欲下的杨花，轻飞乱舞，扑满店中；当垆的姑娘，捧出新压榨出来的美酒，劝客品尝。这里，柳絮濛濛，酒香郁郁，扑鼻而来，也不知是酒香，还是柳花香。这么一幅令人陶醉的春光春色的画面，该用多少笔墨来表现！只“风吹柳花满店香”七字，就将风光的骀荡，柳絮的精神，以及酒客沉醉东风的情调，生动自然地浮现在纸面之上；而且又极洒脱超逸，不费半分气力，脱口而出，纯任直观，于此，不能不佩服",
            "李白",
            "的才华。",
            "　　“风吹柳花满店香”时，店中简直就是柳花的世界。柳花本来无所谓香，这里何以用一个“香”字呢？一则“心清闻妙香”，任何草木都有它微妙的香味；二则这个“香”字代表了春之气息，同时又暗暗勾出下文的酒香。这里的“店”，初看不知何店，凭仗下句始明了是指酒店。实在也唯有酒店中的柳花才会香，不然即使是最雅致的古玩书肆，在情景的协调上，恐怕也还当不起“风吹柳花满店香”这七个字。所以这个“香”字初看似觉突兀，细味却又感到是那么的妥贴。",
            "　　首句是阒无一人的境界，第二句“吴姬压酒劝客尝”，当垆红粉遇到了酒客，场面上就出现人了，等到“金陵子弟”这批少年一涌而至时，酒店中就更热闹了。别离之际，本来未必有心饮酒，而吴姬一劝，何等有情，加上“金陵子弟”的前来，更觉情长，谁能舍此而去呢？可是偏偏要去，“来相送”三字一折，直是在上面热闹场面上泼了一盆冷水，点出了从来热闹繁华就是冷寂寥落的前奏。李白要离开金陵了。但是，如此热辣辣的诀舍，总不能跨开大步就走吧？于是又转为“欲行不行各尽觞”，欲行的诗人固陶然欲醉，而不行的相送者也各尽觞，情意如此之长，于是落出了“请君试问东流水，别意与之谁短长”的结句，以含蓄的笔法，悠然无尽地结束了这一首抒情的短歌。",
            "　　沈德潜说此诗“语不必深，写情已足”（《唐诗别裁》）。因为诗人留别的不是一两个知己，而是一群青年朋友，所以诗中把惜别之情写得饱满酣畅，悠扬跌宕，唱叹而不哀伤，表现了诗人青壮年时代丰采华茂、风流潇洒的情怀。",
            "（沈熙乾）",
            ""
        ]
    },
    {
        "title": "《子夜四时歌·夏歌》",
        "time": "",
        "paragraphs": [
            "                   镜湖三百里，菡萏发荷花。\r",
            "五月西施采，人看隘若耶。\r",
            "回舟不待月，归去越王家。               "
        ],
        "category": [
            "唐诗三百首"
        ],
        "explain": [
            "                        【译文】\r",
            " ",
            "镜湖之大有三百余里，到处都开满了欲放的苛花。",
            "西施",
            "五月曾在此采莲，引得来观看的人挤满了若耶溪。西施回家不到一个月，便被选进了宫中。\r",
            " ",
            "【赏析】\r",
            " ",
            "这首诗以写景起端：“镜湖三百里，菡萏发荷花。”广阔三百里的镜湖，在含着花苞的荷花吐发的时候，西施泛舟出现了，成为采莲人，但是她的艳丽和美名引起了轰动，“人看隘若耶”，人人争餐秀色，使宽阔的若耶溪变得狭隘了，这一“隘”字传神，那种人潮汹涌、人舟填溪满岸的热闹场面，犹如呈现在读者眼前，将",
            "王维",
            "的“艳色天下重”的虚写，变成了轰动当地的如实描绘。这里又戛然而止，不再在西施身上着墨，而留下了很大的想象空间，让读者以合理的想象来补足：勾践早已确定使用美人计来对付吴国，而西施的美艳倾倒众生，轰动当地，那么越国的君臣也不用去费力探访了，有了这位不二的美女人选之后，才“回舟不待月，归去越王家”。较之王维的“朝为越溪女，暮作吴宫妃”，语异而意同，王维的诗多了一重曲折，略去了勾践君臣实施美人计的过程；",
            "李白",
            "的诗实施了“截割”，割去了选作吴宫妃子的结果，同样地表现了“艳色天下重”的意义。这种截割，多了一些含蓄和暗示：既然是“归向越王家”，勾践同样也能留下这个美人，但他在“报吴”、“复仇”的目标下克制住了；而西施的入吴，却成为亡吴的原因之一。这等于是提醒读者：“到底是因为吴王夫差好色之过，还是由于西施成了亡吴的关键？如果西施是灭亡吴国的关键，那么越国在后来的灭亡又是因为什么？”李白没有对后续的发展着墨，并不是他写不出，而是他有意不写。这样做，同样给读者留下了想象的余地。\r",
            " ",
            "　　西施采莲，在若耶溪里，不但有传说，而且合情理；至于泛舟三百镜湖之中，则是作者的想象了。但这一想象却有更改事实之嫌，因为如果是借镜湖湖水的清澈来表现西施“自鉴其美”，或者是借三百里的水程来表现拜倒西施的人的众多，那么下句“人看隘若耶”就显得多余了，这可能是李白百密一疏的笔误。                 "
        ]
    },
    {
        "title": "《子夜四时歌·冬歌》",
        "time": "",
        "paragraphs": [
            "                   明朝驿使发，一夜絮征袍。\r",
            "素手抽针冷，那堪把剪刀。\r",
            "裁缝寄远道，几日到临洮。                "
        ],
        "category": [
            "唐诗三百首"
        ],
        "explain": [
            "                        【译文】\r",
            " ",
            "明天早上就要出发打仗了，连夜为丈夫缝制征袍。\r",
            "白皙的手此时抽针都冻得僵硬，又怎么拿起那冷如冰的剪刀？\r",
            "裁缝给丈夫寄去征袍，再过多少天才能到临洮？\r",
            " ",
            "【赏析】\r",
            " ",
            "不写景而写人叙事，通过一位女子“一夜絮征袍”的情事以表现思念征夫的感情。时间是传送征衣的驿使即将出发的前夜，大大增强了此诗的情节性和戏剧性。一个“赶”字，不曾明写，但从“明朝驿使发”的消息，读者从诗中处处看到这个字，如睹那女子急切、紧张劳作的情景。关于如何“絮”、如何“裁”、如何“缝”等等具体过程，诗人有所取舍，只写抽针把剪的感觉，突出一个“冷”字。素手抽针已觉很冷，还要握那冰冷的剪刀。“冷”既切合“冬歌”，更重要的是有助于加强情节的生动性。天气的严寒，使手指也不灵巧了，而时不我待，偏偏驿使就要出发，人物焦急情态宛如画出。“明朝驿使发”，分明有些埋怨的意思了。然而，她从自己的冷想到“临洮”（在今甘肃临潭县西南，此泛指边地）那边的更冷。因此又巴不得驿使早发、快发。这种矛盾心理亦从无字处表出。读者似乎又看见她一边呵着手一边赶裁、赶絮、赶缝。“一夜絮征袍”，言简而意足，然而随即又情急起来，她想：路是这样远，“寒到身边衣到无”呢？这回却是恐怕驿使行迟，盼望驿车加紧了。“裁缝寄远道，几日到临洮？”这迫不及待的一问包含极度的深情与牵挂。这组诗第三首是正面归结到怀思良人之意，而这一首诗却纯从侧面落笔，通过形象刻画与心理描写结合，塑造出一个活生生的思妇形象，成功表达了诗歌主题。结构上一波未平，一波又起，起势突兀，结句意远，情节生动感人。\r",
            "如果说第三首是以间接方式塑造了长安女子的群像，第四首则通过个体形象以表现出一类人——思妇形象。其语言的明转天然，形象的鲜明集中，音调的清越明亮，情感的委婉深厚，得力于",
            "民歌",
            "，真是“意愈浅愈深，词愈近愈远，篇不可以句摘，句不可以字求”（《诗薮·内编》卷二）的佳作。                "
        ]
    },
    {
        "title": "《赠孟浩然》",
        "time": "738",
        "paragraphs": [
            "                   吾爱孟夫子，风流天下闻。",
            "红颜弃轩冕，白首卧松云。",
            "醉月频中圣，迷花不事君。",
            "高山安可仰，徒此揖清芬。               "
        ],
        "category": [
            "唐诗三百首",
            "赞美诗"
        ],
        "explain": [
            "                        【注解】：",
            "１、红颜：指年青的时候。",
            "２、轩冕：指官职，轩：车子；冕：高官戴的礼帽。",
            "３、卧松云：隐居。",
            "４、中圣：中酒，就是喝醉的意思，",
            "５、清芬：指美德。",
            "【韵译】：",
            "我敬重",
            "孟浩然",
            "先生的庄重潇洒，",
            "他为人高尚风流倜傥闻名天下。",
            "少年时鄙视功名不爱官冕车马，",
            "高龄白首又归隐山林摒弃尘杂。",
            "明月夜常常饮酒醉得非凡高雅，",
            "他不事君王迷恋花草胸怀豁达。",
            "高山似的品格怎么能仰望着他？",
            "只在此揖敬他芬芳的道德光华！",
            "【评析】：",
            "??全诗推崇孟浩然风雅潇洒的品格。首联点题，抒发了对孟浩然的钦慕之情；二、",
            "三两联描绘了孟浩然摒弃官职，白首归隐，醉月中酒，迷花不仕的高雅形象；尾联直",
            "接抒情，把孟氏的高雅比为高山巍峨峻拔，令人抑止。",
            "??诗采用抒情──描写──抒情的方式，以一种舒展唱叹的语调，表达诗人的敬慕",
            "之情。",
            "--引自\"超纯斋诗词\"bookbest.163.net 翻译、评析：刘建勋",
            "　　本诗大致写在",
            "李白",
            "寓居湖北安陆时期（727──736），此时他常往来于襄汉一带，与比他长十二岁的孟浩然结下了深厚友谊。诗的风格自然飘逸，描绘了孟浩然风流儒雅的形象，同时也抒发了李白与他思想感情上的共鸣。",
            "　　李白的律诗，不屑为格律所拘束，而是追求古体的自然流走之势，直抒胸臆，透出一股飘逸之气。前人称“太白于律，犹为古诗之遗，情深而词显，又出乎自然，要其旨趣所归，开郁宣滞，特于风骚为近焉。”（《李诗纬》）本诗就有这样的特色。",
            "　　首先看其章法结构。首联即点题，开门见山，抒发了对孟浩然的钦敬爱慕之情。一个“爱”字是贯串全诗的抒情线索。“风流”指浩然潇洒清远的风度人品和超然不凡的文学才华。这一联提纲挈领，总摄全诗。到底如何风流，就要看中间二联的笔墨了。",
            "　　中二联好似一幅高人隐逸图，勾勒出一个高卧林泉、风流自赏的诗人形象。“红颜”对“白首”，概括了从少壮到晚岁的生涯。一边是达官贵人的车马冠服，一边是高人隐士的松风白云，浩然宁弃仕途而取隐遁，通过这一弃一取的对比，突出了他的高风亮节。“白首”句着一“卧”字，活画出人物风神散朗、寄情山水的高致。如果说颔联是从纵的方面写浩然的生平，那么颈联则是在横的方面写他的隐居生活。在皓月当空的清宵，他把酒临风，往往至于沉醉，有时则于繁花丛中，流连忘返。颔联采取由反而正的写法，即由弃而取，颈联则自正及反，由隐居写到不事君。纵横正反，笔姿灵活。",
            "　　中二联是在形象描写中蕴含敬爱之情，尾联则又回到了直接抒情，感情进一步升华。浩然不慕荣利、自甘淡泊的品格已写得如此充分，在此基础上将抒情加深加浓，推向高潮，就十分自然，如水到渠成。仰望高山的形象使敬慕之情具体化了，但这座山太巍峨了，因而有“安可仰”之叹，只能在此向他纯洁芳馨的品格拜揖。这样写比一般地写仰望又翻进了一层，是更高意义上的崇仰，诗就在这样的赞语中结束。",
            "　　其次诗在语言上也有自然古朴的特色。首联看似平常，但格调高古，萧散简远。它以一种舒展的唱叹语调来表达诗人的敬慕之情，自有一种风神飘逸之致，疏朗古朴之风。尾联也具有同样风调。中二联不斤斤于对偶声律，对偶自然流走，全无板滞之病。如由“红颜”写至“白首”，象流水淌泻，其中运用“互体”，耐人寻味：“弃轩冕”、“卧松云”是一个事情的两个方面。这样写，在自然流走之中又增加了摇曳错落之美。诗中用典，融化自然，不见斧凿痕迹。如“中圣”用曹魏时徐邈的故事，他喜欢喝酒，将清酒叫作圣人，浊酒叫作贤人，“中圣”就是喝醉酒之意，与“事君”构成巧妙的对偶。“高山”一句用了《",
            "诗经",
            "·小雅·车舝》中“高山仰止，景行行止”的典故，后来司马迁又在《孔子世家》中用来赞美孔子。这里既是用典，又是形象描写，即使不知其出处，也仍能欣赏其形象与诗情之美。而整个诗的结构采用抒情──描写──抒情的方式。开头提出“吾爱”之意，自然地过渡到描写，揭出“可爱”之处，最后归结到“敬爱”。依感情的自然流淌结撰成篇，所以象行云流水般舒卷自如，表现出诗人率真自然的感情。",
            "（黄宝华）                 "
        ]
    },
    {
        "title": "《怨情》",
        "time": "",
        "paragraphs": [
            "                   美人卷珠帘，深坐颦蛾眉。",
            "但见泪痕湿，不知心恨谁。               "
        ],
        "category": [
            "唐诗三百首"
        ],
        "explain": [
            "                        【注解】：",
            "１、深坐句：写失望时的表情。",
            "    颦蛾眉：皱眉。",
            "【韵译】：",
            "美人儿卷起珠帘等待等待，",
            "一直坐着把双眉紧紧锁闭。",
            "只看见她泪痕湿满了两腮，",
            "不知道她是恨人还是恨己。",
            "【评析】：",
            "??这是写弃妇怨情的诗。若说它有所寄托，亦无不可。诗以简洁的语言，刻画了闺",
            "人幽怨的情态。着重于“怨”字落笔。“怨”而坐待，“怨”而皱眉，“怨”而落",
            "泪，“怨”而生恨，层层深化主题。至于怨谁？恨谁？作者铺下了无限的空地，解诗",
            "人可以自解。",
            "--引自\"超纯斋诗词\"bookbest.163.net 翻译、评析：刘建勋",
            "【简析】：",
            "含蓄飘远，但美人的形象如在眼前。她是在怨谁呢？读者凭想象便可进入诗的佳境。",
            ""
        ]
    },
    {
        "title": "《夜泊牛渚怀古》",
        "time": "",
        "paragraphs": [
            "                   牛渚西江夜，青天无片云。",
            "登舟望秋月，空忆谢将军。",
            "余亦能高咏，斯人不可闻。",
            "明朝挂帆席，枫叶落纷纷。               "
        ],
        "category": [
            "描写月亮",
            "唐诗三百首"
        ],
        "explain": [
            "                        【注释】：",
            "牛渚：牛渚山，在今安徽省当涂县西北。谢将军：谢尚，东晋人，镇守牛渚时，秋夜泛舟赏月，听到",
            "袁宏",
            "在船上吟哦自己的作品，大力赞赏。袁从此名声大振，后官至东阳",
            "太守",
            "。",
            "【简析】：",
            "这首诗当是诗人失意后在当涂之作，那时诗人对未来已经不抱希望，但自负才华而怨艾无人赏识的情绪仍溢满诗中。",
            "　　牛渚，是安徽当涂西北紧靠长江的一座山，北端突入江中，即著名的采石矶。诗题下有原注说：“此地即谢尚闻袁宏咏史处。”据《晋书·文苑传》记载：袁宏少时孤贫，以运租为业。镇西将军谢尚镇守牛渚，秋夜乘月泛江，听到袁宏在运租船上讽咏他自己的咏史诗，非常赞赏，于是邀宏过船谈论，直到天明。袁宏得到谢尚的赞誉，从此声名大著。题中所谓“怀古”，就是指这件事。",
            "　　从南京以西到江西境内的一段长江，古代称西江。首句开门见山，点明“牛渚夜泊”。次句写牛渚夜景，大处落墨，展现出一片碧海青天、万里无云的境界。寥廓空明的天宇，和苍茫浩渺的西江，在夜色中溶为一体，越显出境界的空阔渺远，而诗人置身其间时那种悠然神远的感受也就自然融合在里面了。",
            "　　三、四句由牛渚“望月”过渡到“怀古”。谢尚牛渚乘月泛江遇见袁宏月下朗吟这一富于诗意的故事，和诗人眼前所在之地（牛渚西江）、所接之景（青天朗月）的巧合，固然是使诗人由“望月”而“怀古”的主要凭藉，但之所以如此，还由于这种空阔渺远的境界本身就很容易触发对于古今的联想。空间的无垠和时间的永恒之间，在人们的意念活动中往往可以相互引发和转化，",
            "陈子昂",
            "登幽州台，面对北国苍莽辽阔的大地而涌起“前不见古人，后不见来者”之感，便是显例。而今古长存的明月，更常常成为由今溯古的桥梁，“月下沉吟久不归，古来相接眼中稀”（《金陵城西月下吟》），正可说明这一点。因此，“望”、“忆”之间，虽有很大跳跃，读来却感到非常自然合理。“望”字当中就含有诗人由今及古的联想和没有明言的意念活动。“空忆”的“空”字，暗逗下文。",
            "　　如果所谓“怀古”，只是对几百年前发生在此地的“谢尚闻袁宏咏史”情事的泛泛追忆，诗意便不免平庸而落套。诗人别有会心，从这桩历史陈迹中发现了一种令人向往追慕的美好关系—贵贱的悬隔，丝毫没有妨碍心灵的相通；对文学的爱好和对才能的尊重，可以打破身份地位的壁障。而这，正是诗人在当时现实中求之而不可的得。诗人的思绪，由眼前的牛渚秋夜景色联想到往古，又由往古回到现实，情不自禁地发出“余亦能高咏，斯人不可闻”的感慨。尽管自己也象当年的袁宏那样，富于文学才华，而象谢尚那样的人物却不可复遇了。“不可闻”回应“空忆”，寓含着世无知音的深沉感喟。",
            "　　“明朝挂帆席，枫叶落纷纷。”末联宕开写景，想象明朝挂帆离去的情景。在飒飒秋风中，片帆高挂，客舟即将离开江渚；枫叶纷纷飘落，象是无言地送着寂寞离去的行舟。秋色秋声，进一步烘托出因不遇知音而引起的寂寞凄清情怀。",
            "　　诗意明朗而单纯，并没有什么深刻复杂的内容，但却具有一种令人神远的韵味。清代主神韵的",
            "王士禛",
            "甚至把这首诗和",
            "孟浩然",
            "的《晚泊浔阳望香炉峰》作为“不着一字，尽得风流”的典型，认为“诗至于此，色相俱空，正如羚羊挂角，无迹可求，画家所谓逸品是也。”这说法不免有些玄虚。其实，神韵的形成，离不开具体的文字语言和特定的表现手法，并非无迹可求。象这首诗，写景的疏朗有致，不主刻画，迹近写意；写情的含蓄不露，不道破说尽；用语的自然清新，虚涵概括，力避雕琢；以及寓情于景，以景结情的手法等等，都有助于造成一种悠然不尽的神韵。",
            "　　",
            "李白",
            "的五律，不以锤炼凝重见长，而以自然明丽为主要特色。本篇“无一句属对，而调则无一字不律”（王琦注引赵宧光评），行云流水，纯任天然。这本身就构成一种萧散自然、风流自赏的意趣，适合表现抒情主人公那种飘逸不群的性格。诗的富于情韵，与这一点也不无关系。",
            "　　",
            "（刘学锴）                 "
        ]
    },
    {
        "title": "《陌上桑》",
        "time": "",
        "paragraphs": [
            "                   美女渭桥东，春还事蚕作。五马如飞龙，青丝结金络。",
            "不知谁家子，调笑来相谑。妾本秦罗敷，玉颜艳名都。",
            "绿条映素手，采桑向城隅。使君且不顾，况复论秋胡。",
            "寒螀爱碧草，鸣凤栖青梧。托心自有处，但怪傍人愚。",
            "徒令白日暮，高驾空踟蹰。               "
        ],
        "category": [
            "赞美诗"
        ],
        "explain": "None"
    },
    {
        "title": "《梁甫吟》",
        "time": "733",
        "paragraphs": [
            "                   长啸梁甫吟，何时见阳春？",
            "君不见，朝歌屠叟辞棘津，八十西来钓渭滨。",
            "宁羞白发照清水，逢时壮气思经纶。",
            "广张三千六百钓，风期暗与文王亲。",
            "大贤虎变愚不测，当年颇似寻常人。",
            "君不见，高阳酒徒起草中，长揖山东隆准公。",
            "入门不拜逞雄辩，两女辍洗来趋风。",
            "东下齐城七十二，指挥楚汉如旋蓬。",
            "狂客落魄尚如此，何况壮士当群雄！",
            "我欲攀龙见明主，雷公砰訇震天鼓。",
            "帝旁投壶多玉女，三时大笑开电光，倏烁晦冥起风雨。",
            "阊阖九门不可通，以额扣关阍者怒。",
            "白日不照我精诚，杞国无事忧天倾。",
            "猰貐磨牙竞人肉，驺虞不折生草茎。",
            "手接飞猱搏雕虎，侧足焦原未言苦。",
            "智者可卷愚者豪，世人见我轻鸿毛。",
            "力排南山三壮士，齐相杀之费二桃。",
            "吴楚弄兵无剧孟，亚夫咍尔为徒劳。",
            "梁甫吟，声正悲。",
            "张公两龙剑，神物合有时。",
            "风云感会起屠钓，大人臲屼当安之。 \r                       "
        ],
        "category": [
            "怀古诗"
        ],
        "explain": [
            "                        　　《梁甫吟》是古代用作葬歌的一支民间曲调，音调悲切凄苦。古辞今已不传，宋",
            "郭茂倩",
            "《",
            "乐府诗集",
            "》收有诸葛亮所作一首，写春秋时齐相晏子“二桃杀三士”事，通过对死者的伤悼，谴责谗言害贤的阴谋。",
            "李白",
            "这首也有“力排南山三壮士，齐相杀之费二桃”之句，显然是袭用了诸葛亮那首的立意。诗大概写在李白“赐金放还”，刚离开长安之后。诗中抒写遭受挫折以后的痛苦和对理想的期待，气势奔放，感情炽热，是李白的代表作之一。",
            "　　开头两句：“长啸梁甫吟，何时见阳春？”“长啸”是比高歌更为凄厉激越的感情抒发。诗一上来就单刀直入，显示诗人此时心情极不平静，为全诗定下了感情的基调。",
            "宋玉",
            "《九辩》中有“恐溘死而不得见乎阳春”之句，故“见阳春”有从埋没中得到重用、从压抑中得以施展抱负的意思。以下诗句，全是由此生发。",
            "　　接着，连用两组“君不见”提出两个历史故事。一是说西周吕望（即姜太公）长期埋没民间，五十岁在棘津当小贩，七十岁在朝歌当屠夫，八十岁时还垂钓于渭水之滨，钓了十年（每天一钓，十年共三千六百钓），才得遇文王，遂展平生之志。一是说秦末的郦食其，",
            "刘邦",
            "原把他当作一个平常儒生，看不起他，但这位自称“高阳酒徒”的儒生，不仅凭雄辩使刘邦改变了态度，以后还说服齐王率七十二城降汉，成为楚汉相争中的风云人物。诗人引用这两个历史故事，实际上寄寓着自己的理想与抱负：“大贤虎变愚不测，当年颇似平常人”，“狂客落魄尚如此，何况壮士当群雄”。他不相信自己会长期沦落，毫",
            "无作",
            "为。诗人对前途有着坚定的信念，所以这里声调高亢昂扬，语言节奏也较爽利明快，中间虽曾换过一次韵，但都押平声韵，语气还是舒展平坦的。",
            "　　自“我欲攀龙见明主”句起，诗人一下子从乐观陷入了痛苦。加上改用了仄声韵，语气拗怒急促，更使人感到犹如一阵凄风急雨劈面打来。这一段写法上很象",
            "屈原",
            "的《离骚》，诗人使自己置身于惝恍迷离、奇幻多变的神话境界中，通过描写奇特的遭遇来反映对现实生活的感受。你看，他为了求见“明主”，依附着夭矫的飞龙来到天上。可是，凶恶的雷公擂起天鼓，用震耳欲聋的鼓声来恐吓他，他想求见的那位“明主”，也只顾同一班女宠作投壶的游戏。他们高兴得大笑时天上闪现出耀眼的电光，一时恼怒又使天地昏暗，风雨交加。尽管如此，诗人还是不顾一切以额叩关，冒死求见。不料竟触怒了守卫天门的阍者。在这段描写中，诗人的感情表现得那么强烈，就象浩荡江水从宽广的河床突然进入峡谷险滩一样，旋涡四起，奔腾湍急，不可抑止。诗人在天国的遭遇，实际上就是在现实生活中的遭遇，他借助于幻设的神话境界，尽情倾诉了胸中的忿懑与不平。",
            "　　自“白日不照吾精诚”以下十二句又另作一段，在这段中，诗人通过各种典故或明或暗地抒写了内心的忧虑和痛苦，并激烈地抨击了现实生活中的不合理现象：上皇不能体察我对国家的一片精诚，反说我是“杞人忧天”。权奸们象恶兽猰?那样磨牙厉齿残害人民，而诗人的理想则是以仁政治天下。他自信有足够的才能和勇气去整顿乾坤，就象古代能用左手接飞猱、右手搏雕虎的勇士那样，虽置身于危险的焦原仍不以为苦。诗意象是宕起，可是马上又重重地跌了下来。在现实的生活中，只有庸碌之辈可以趾高气扬，真有才能的人反而只能收起自己的聪明才智，世人就把我看得轻如鸿毛。古代齐国三个力能排山的勇士被相国晏子设计害死，可见有才能的人往往受到猜疑。明明有剧孟这样的能人而摒弃不用，国家的前途真是不堪设想了。这一段行文的显著特点是句子的排列突破了常规。如果要求意思连贯，那么“手接飞猱”两句之后，应接写“力排南山”两句，“智者可卷”两句之后，应接写“吴楚弄兵”两句。可是诗人却故意把它们作上下错落的排列，避免了平铺直叙。诗人那股汹涌而来的感情激流，至此一波三折，成迂回盘旋之势，更显得恣肆奇横，笔力雄健。这段的语气节奏也随着感情发展而跌宕起伏，忽而急促，忽而舒展，忽而押平声韵，忽而换仄声韵，短短十二句竟三易其韵，极尽变化之能事。",
            "　　最后一段开头，“梁甫吟，声正悲”，直接呼应篇首两句，语气沉痛而悲怆。突然，诗人又笔锋一折，“张公两龙剑”以下四句仍是信心百倍地回答了“何时见阳春”这一设问。诗人确信，正如干将、莫邪二剑不会久没尘土，我同“明主”一时为小人阻隔，终当有会合之时。既然做过屠夫和钓徒的吕望最后仍能际会风云，建立功勋，那自己也就应该安时俟命，等待风云感会的一天到来。饱经挫折的诗人虽然沉浸在迷惘和痛苦之中，却仍在用各种办法自我慰藉，始终没有放弃对理想的追求。",
            "　　写长篇歌行最忌呆滞平板，这首诗最大的艺术特色正在于布局奇特，变化莫测。它通篇用典，但表现手法却不时变换。吕望和郦食其两个故事是正面描写，起“以古为鉴”的作用，接着借助于种种神话故事，寄寓自己的痛苦遭遇，第三段则把几个不相连属的典故交织在一起，正如清人",
            "沈德潜",
            "说的“后半拉杂使事，而不见其迹”，因而诗的意境显得奇幻多姿，错落有致：它时而和风丽日，春意盎然，时而浊浪翻滚，险象纷呈；时而语浅意深，明白如话，时而杳冥惝恍，深不可测。加上语言节奏的不断变化起伏，诗人强烈而又复杂的思想感情表现得淋漓尽致。",
            "（范民声）                 "
        ]
    },
    {
        "title": "《与夏十二登岳阳楼》",
        "time": "759",
        "paragraphs": [
            "                   楼观岳阳尽，川迥洞庭开。",
            "雁引愁心去，山衔好月来。",
            "云间连下榻，天上接行杯。",
            "醉后凉风起，吹人舞袖回。               "
        ],
        "category": [
            "山水诗"
        ],
        "explain": [
            "                        　　乾元二年（759），",
            "李白",
            "流放途中遇赦，回舟江陵，南游岳阳，秋季作这首诗。夏十二，李白朋友，排行十二。岳阳楼座落在今湖南岳阳市西北高丘上，“西面洞庭，左顾君山”，与黄鹤楼、滕王阁同为南方三大名楼，于开元四年（716）扩建，楼高三层，建筑精美。历代迁客骚人，登临游览，莫不抒怀写志。李白登楼赋诗，留下了这首脍炙人口的篇章，使岳阳楼更添一层迷人的色彩。诗人首先描写岳阳楼四周的宏丽景色：“楼观岳阳尽，川迥洞庭开。”岳阳，这里是指天岳山之南一带。天岳山又名巴陵山，在岳阳县西南。登上岳阳楼，远望天岳山南面一带，无边景色尽收眼底。江水流向茫茫远方，洞庭湖面浩荡开阔，汪洋无际。这是从楼的高处俯瞰周围的远景。站得高，望得远，“岳阳尽”、“川迥”、“洞庭开”，这一“尽”、一“迥”、一“开”的渺远辽阔的景色，形象地表明诗人立足点之高。这是一种旁敲侧击的衬托手法，不正面写楼高而楼高已自见。",
            "　　李白这时候正遇赦，心情轻快，眼前景物也显得有情有意，和诗人分享着欢乐和喜悦：",
            "　　“雁引愁心去，山衔好月来。”诗人笔下的自然万物好象被赋予生命，你看，雁儿高飞，带走了诗人忧愁苦闷之心；月出山口，仿佛是君山衔来了团圆美好之月。“雁引愁心去”，《文苑英华》作“雁别秋江去”。后者只是写雁儿冷漠地离别秋江飞去，缺乏感情色彩，远不如前者用拟人化手法写雁儿懂得人情，带走愁心，并与下句君山有意“衔好月来”互相对仗、映衬，从而使形象显得生动活泼，情趣盎然。“山衔好月来”一句，想象新颖，有独创性，着一“衔”字而境界全出，写得诡谲纵逸，诙谐风趣。",
            "　　诗人兴致勃勃，幻想联翩，恍如置身仙境：“云间连下榻，天上接行杯。”在岳阳楼上住宿、饮酒，仿佛在天上云间一般。这里又用衬托手法写楼高，夸张地形容其高耸入云的状态。这似乎是醉眼蒙眬中的幻景。诚然，诗人是有些醉意了：",
            "　　“醉后凉风起，吹人舞袖回。”楼高风急，高处不胜寒。醉后凉风四起，着笔仍在写楼高。凉风习习吹人，衣袖翩翩飘舞，仪表何等潇洒自如，情调何等舒展流畅，态度又何其超脱豁达，豪情逸志，溢于言表。收笔写得气韵生动，蕴藏着浓厚的生活情趣。",
            "　　整首诗运用陪衬、烘托和夸张的手法，没有一句正面直接描写楼高，句句从俯视纵观岳阳楼周围景物的渺远、开阔、高耸等情状落笔，却无处不显出楼高，不露斧凿痕迹，可谓自然浑成，巧夺天功。",
            "　　",
            "（何国治）                 "
        ]
    },
    {
        "title": "《战城南》",
        "time": "",
        "paragraphs": [
            "                   去年战，桑乾源。",
            "今年战，葱河道。",
            "洗兵条支海上波，",
            "放马天山雪中草。",
            "万里长征战，",
            "三军尽衰老。",
            "匈奴以杀戮为耕作，",
            "古来唯见白骨黄沙田。",
            "秦家筑城避胡处，[1]",
            "汉家还有烽火燃。",
            "烽火燃不息，",
            "征战无已时。[2]",
            "野战格斗死，",
            "败马号鸣向天悲。",
            "鸟鸢啄人肠，",
            "衔飞上挂枯树枝。[3]",
            "士卒涂草莽，",
            "将军空尔为。",
            "乃知兵者是凶器，",
            "圣人不得已而用之。               "
        ],
        "category": [
            "战争诗",
            "忧国忧民",
            "讽刺诗"
        ],
        "explain": [
            "                        【注释】：",
            "[1]“避”一作“备” ",
            "[2]“征战”一作“长征”",
            "[3]一作“衔飞上枯枝”",
            "　　这首诗是抨击封建统治者穷兵黩武的。萧士赟说：“开元、天宝中，上好边功，征伐无时，此诗盖以讽也。”所评颇中肯綮。",
            "　　天宝年间，",
            "唐玄宗",
            "轻动干戈，逞威边远，而又几经失败，给人民带来深重的灾难。一宗宗严酷的事实，汇聚到诗人胸中，同他忧国悯民的情怀产生激烈的矛盾。他沉思，悲愤，内心的呼喊倾泻而出，铸成这一名篇。",
            "　　整首诗大体可分为三段和一个结语。",
            "　　第一段共八句，先从征伐的频繁和广远方面落笔。前四句写征伐的频繁。以两组对称的句式出现，不仅音韵铿锵，而且诗句复沓的重叠和鲜明的对举，给人以东征西讨、转旆不息的强烈印象，有力地表达了主题。“洗兵”二句写征行的广远。",
            "左思",
            "《魏都赋》描写",
            "曹操",
            "讨灭群雄、威震寰宇的气势时说：“洗兵海岛，刷马江洲。”此二句用其意。洗兵，洗去兵器上的污秽；放马，牧放战马，在条支海上洗兵，天山草中牧马，其征行之广远自见。由战伐频繁进至征行广远，境界扩大了，内容更深厚了，是善于铺排点染的笔墨。“万里”二句是本段的结语。“万里长征战”，是征伐频繁和广远的总括，“三军尽衰老”是长年远征的必然结果，广大士兵在无谓的战争中耗尽了青春的年华和壮盛的精力。有了前面的描写，这一声慨叹水到渠成，自然坚实，没有一点矫情的喧呶叫嚣之感。",
            "　　“匈奴”以下六句是第二段，进一步从历史方面着墨。如果说第一段从横的方面写，那么，这一段便是从纵的方面写。西汉",
            "王褒",
            "《四子讲德论》说，匈奴“业在攻伐，事在射猎”，“其耒耜则弓矢鞍马，播种则扞弦掌拊，收秋则奔狐驰兔，获刈则颠倒殪仆。”以耕作为喻，生动地刻画出匈奴人的生活与习性。",
            "李白",
            "将这段妙文熔冶成“匈奴”两句诗。耕作的结果会是禾黍盈畴，杀戮的结果却只能是白骨黄沙。语浅意深，含蓄隽永。并且很自然地引出“秦家”二句。秦筑长城防御胡人的地方，汉时仍然烽火高举。二句背后含有深刻的历史教训和诗人深邃的观察与认识，成为诗中警策之句。没有正确的政策，争斗便不可能停息。“烽火燃不息，征战无已时！”这深沉的叹息是以丰富的历史事实为背景的。",
            "　　“野战”以下六句为第三段，集中从战争的残酷性上揭露不义战争的罪恶。“野战”二句着重勾画战场的悲凉气氛，“乌鸢”二句着重描写战场的凄惨景象，二者相互映发，交织成一幅色彩强烈的画面。战马独存犹感不足，加以号鸣思主，更增强物在人亡的悲凄；乌啄人肠犹以不足，又加以衔挂枯枝，更见出情景的惨酷，都是带有夸张色彩的浓重的笔墨。“士卒”二句以感叹结束本段。士卒作了无谓的牺牲，将军呢？也只能一无所获。",
            "　　《六韬》说：“圣人号兵为凶器，不得已而用之。”全诗以此语意作结，点明主题。这一断语属于理语的范围，而非形象的描写。运用不当，易生抽象之弊。这里不同。有了前三段的具体描写，这个断语是从历史和现实的惨痛经验中提炼出来，有画龙点睛之妙，使全诗意旨豁然。有人怀疑这一句是批注语误入正文，可备一说，实际未必然。",
            "　　这是一首叙事诗，却带有浓厚的抒情性，事与情交织成一片。三段的末尾各以两句感叹语作结，每一段是叙事的一个自然段落，也是感情旋律的一个自然起伏。事和情配合得如此和谐，使全诗具有鲜明的节奏感，有“一唱三叹”之妙。",
            "　　《战城南》是汉乐府旧题，属《鼓吹曲辞》，为汉《饶歌》十八曲之一。汉古辞主要是写战争的残酷，相当于李白这首诗的第三段。李白不拘泥于古辞，从思想内容到艺术形式都表现出很大的创造性。内容上发展出一、二两段，使战争性质一目了然，又以全诗结语表明自己的主张。艺术上则揉合唐诗发展的成就，由质朴无华变为逸宕流美。如古辞“水深激激，蒲苇冥冥。枭骑战斗死，驽马徘徊鸣”和“野死不葬乌可食，为我谓乌，且为客豪，野死谅不葬，腐肉安能去子逃”，本诗锤炼为两组整齐的对称句，显得更加凝炼精工，更富有歌行奔放的气势，显示出李白的独特风格。",
            "　　",
            "（孙静）                 "
        ]
    },
    {
        "title": "《古意》",
        "time": "",
        "paragraphs": [
            "                   君为女萝草，妾作兔丝花。轻条不自引，为逐春风斜。",
            "百丈托远松，缠绵成一家。谁言会面易，各在青山崖。",
            "女萝发馨香，兔丝断人肠。枝枝相纠结，叶叶竞飘扬。",
            "生子不知根，因谁共芬芳。中巢双翡翠，上宿紫鸳鸯。",
            "若识二草心，海潮亦可量。               "
        ],
        "category": [
            "闺怨诗"
        ],
        "explain": "None"
    },
    {
        "title": "《送友人入蜀》",
        "time": "743",
        "paragraphs": [
            "                   见说蚕丛路，崎岖不易行。",
            "山从人面起，云傍马头生。",
            "芳树笼秦栈，春流绕蜀城。",
            "升沉应已定，不必问君平。               "
        ],
        "category": [
            "送别诗",
            "山水诗",
            "友情诗",
            "初中"
        ],
        "explain": [
            "                        [注释]（1）见说：听说。蚕丛：传说中古代蜀王之名，此处代指蜀地。（2）秦栈：从秦入蜀的栈道。（3）蜀城：成都。（4）升沉：指功名得失。（5）君平：西汉人，隐居不仕，曾在成都以算命占卜为生。",
            "[译文]听说到蜀地去的路，险阻崎岖很不好走。直立的山崖在人的面前耸立，白云靠近马头飘浮。芳树笼罩着从秦入蜀的栈道，春江环绕着美丽的成都城。仕途的升降是命中注定的，不必去问成都算命占卜之人。",
            "　　这是一首以描绘蜀道山川的奇美著称的抒情诗。天宝二年（743）",
            "李白",
            "在长安送友人入蜀时所作。",
            "　　全诗从送别和入蜀这两方面落笔描述。首联写入蜀的道路，先从蜀道之难开始：",
            "　　“见说蚕丛路，崎岖不易行。”",
            "　　临别之际，李白亲切地叮嘱友人：听说蜀道崎岖险阻，路上处处是层峦叠嶂，不易通行。语调平缓自然，恍若两个好友在娓娓而谈，感情显得诚挚而恳切。它和《蜀道难》以饱含强烈激情的感叹句“噫吁嚱，危乎高哉，蜀道之难难于上青天”开始，写法迥然不同，这里只是平静地叙述，而且还是“见说”，显得很委婉，浑然无迹。首联入题，提出送别意。颔联就“崎岖不易行”的蜀道作进一步的具体描画：",
            "　　“山从人面起，云傍马头生。”",
            "　　蜀道在崇山峻岭上迂回盘绕，人在栈道上走，山崖峭壁宛如迎面而来，从人的脸侧重迭而起，云气依傍着马头而升起翻腾，象是腾云驾雾一般。“起”、“生”两个动词用得极好，生动地表现了栈道的狭窄、险峻、高危，想象诡异，境界奇美，写得气韵飞动。",
            "　　蜀道一方面显得峥嵘险阻，另一方面也有优美动人的地方，瑰丽的风光就在秦栈上：",
            "　　“芳树笼秦栈，春流绕蜀城。”",
            "　　此联中的“笼”字是评家所称道的“诗眼”，写得生动、传神，含意丰满，表现了多方面的内容。它包含的第一层意思是：山岩峭壁上突出的林木，枝叶婆娑，笼罩着栈道。这正是从远处观看到的景色。秦栈便是由秦（今陕西省）入蜀的栈道，在山岩间凿石架木建成，路面狭隘，道旁不会长满树木。“笼”字准确地描画了栈道林荫是由山上树木朝下覆盖而成的特色。第二层的意思是：与前面的“芳树”相呼应，形象地表达了春林长得繁盛芳茂的景象。最后，“笼秦栈”与对句的“绕蜀城”，字凝语炼，恰好构成严密工整的对偶句。前者写山上蜀道景致，后者写山下春江环绕成都而奔流的美景。远景与近景上下配合，相互映衬，风光旖旎，有如一幅瑰玮的蜀道山水画。诗人以浓彩描绘蜀道胜景，这对入蜀的友人来说，无疑是一种抚慰与鼓舞。尾联忽又翻出题旨：",
            "　　“升沉应已定，不必问君平。”",
            "　　李白了解他的朋友是怀着追求功名富贵的目的入蜀，因而临别赠言，便意味深长地告诫：个人的官爵地位，进退升沉都早有定局，何必再去询问善卜的君平呢！西汉严遵，字君平，隐居不仕，曾在成都卖卜为生。李白借用君平的典故，婉转地启发他的朋友不要沉迷于功名利禄之中，可谓谆谆善诱，凝聚着深挚的情谊，而其中又不乏自身的身世感慨。尾联写得含蓄蕴藉，语短情长。",
            "　　这首诗，风格清新俊逸，曾被前人推崇为“五律正宗”（《唐宋诗醇》卷一）。诗的中间两联对仗非常精工严整，而且，颔联语意奇险，极言蜀道之难，颈联忽描写纤丽，又道风景可乐，笔力开阖顿挫，变化万千。最后，以议论作结，实现主旨，更富有韵味。清人",
            "赵翼",
            "曾指出李白所写的五律，“盖才气豪迈，全以神运，自不屑束缚",
            "于格",
            "律对偶，与雕绘者争长。然有对偶处，仍自工丽；且工丽中别有一种英爽之气，溢出行墨之外”（《瓯北诗话》卷一）。这一评语很精确，正好道出了这首五律在对偶上的艺术特点。",
            "(何国治)                 "
        ]
    },
    {
        "title": "《采莲曲》",
        "time": "",
        "paragraphs": [
            "                   若耶溪边采莲女，笑隔荷花共人语。日照新妆水底明，",
            "风飘香袖空中举。岸上谁家游冶郎，三三五五映垂杨。",
            "紫骝嘶入落花去，见此踟蹰空断肠。               "
        ],
        "category": [
            "描写荷花"
        ],
        "explain": [
            "                        溪边：又作溪傍",
            "香袖：又作香袂                 "
        ]
    },
    {
        "title": "《远别离》",
        "time": "752",
        "paragraphs": [
            "                   远别离，古有皇英之二女，",
            "乃在洞庭之南，潇湘之浦。",
            "海水直下万里深，谁人不言此离苦。",
            "日惨惨兮云冥冥，猩猩啼烟兮鬼啸雨。",
            "我纵言之将何补，皇穹窃恐不照余之忠诚。",
            "云凭凭兮欲吼怒，尧舜当之亦禅禹。",
            "君失臣兮龙为鱼，权归臣兮鼠变虎。",
            "或言尧幽囚，舜野死，",
            "九疑联绵皆相似，重瞳孤坟竟何是。",
            "帝子泣兮绿云间，随风波兮去无还。",
            "恸哭兮远望，见苍梧之深山。",
            "苍梧山崩湘水绝，竹上之泪乃可灭。               "
        ],
        "category": [
            "忧国忧民"
        ],
        "explain": [
            "                        【注释】：",
            "雷：指云。",
            "言：指云。",
            "何：指谁。",
            "　　这是一个古老的传说：帝尧曾经将两个女儿（长曰娥皇、次曰女英）嫁给舜。舜南巡，死于苍梧之野。二妃溺于湘江，神游洞庭之渊，出入潇湘之浦。这个传说，使得潇湘洞庭一带似乎几千年来一直被悲剧气氛笼罩着，“远别离，古有皇英之二女；乃在洞庭之南，潇湘之浦，海水直下万里深，谁人不言此离苦？”一提到这些诗句，人们心理上都会被唤起一种凄迷的感受。那流不尽的清清的潇湘之水，那浩淼的洞庭，那似乎经常出没在潇湘",
            "云水",
            "间的两位帝子，那被她们眼泪所染成的斑竹，都会一一浮现在脑海里。所以，诗人在点出潇湘、二妃之后发问：“谁人不言此离苦？”就立即能获得读者强烈的感情共鸣。",
            "　　接着，承接上文渲染潇湘一带的景物：太阳惨淡无光，云天晦暗，猩猩在烟雨中啼叫，鬼魅在呼唤着风雨。但接以“我纵言之将何补”一句，却又让人感到不是单纯写景了。阴云蔽日，那“日惨惨兮云冥冥”，不象是说皇帝昏聩、政局阴暗吗？“猩猩啼烟兮鬼啸雨”，不正象大风暴到来之前的群魔乱舞吗？而对于这一切，一个连一官半职都没有的诗人，即使说了，又何补于世，有谁能听得进去呢？既然“日惨惨”、“云冥冥”，那末朝廷又怎么能区分忠奸呢？所以诗人接着写道：我觉得皇天恐怕不能照察我的忠心，相反，雷声殷殷，又响又密，好象正在对我发怒呢。这雷声显然是指朝廷上某些有权势的人的威吓，但与上面“日惨惨兮云冥冥，猩猩啼烟兮鬼啸雨”相呼应，又象是仍然在写潇湘洞庭一带风雨到来前的景象，使人不觉其确指现实。",
            "　　“尧舜当之亦禅禹，君失臣兮龙为鱼，权归臣兮鼠变虎。”这段议论性很强，很象在追述造成别离的原因：奸邪当道，国运堪忧。君主用臣如果失当，大权旁落，就会象龙化为可怜的鱼类，而把权力窃取到手的野心家，则会象鼠一样变成吃人的猛虎。当此之际，就是尧亦得禅舜，舜亦得禅禹。不要以为我的话是危言耸听、亵渎人们心目中神圣的上古三代，证之典籍，确有尧被秘密囚禁，舜野死蛮荒之说啊。《史记·五帝本纪》正义引《竹书纪年》载：尧年老德衰为舜所囚。《国语·鲁语》：“舜勤民事而野死。”由于忧念国事，诗人观察历史自然别具一副眼光：尧幽囚、舜野死之说，大概都与失权有关吧？“九疑联绵皆相似，重瞳孤坟竟何是？”舜的眼珠有两个瞳孔，人称重华。传说他死在湘南的九嶷山，但九座山峰联绵相似，究竟何处是重华的葬身之地呢？称舜墓为“孤坟”，并且叹息死后连坟地都不能为后人确切知道，更显凄凉。不是死得暧昧，何至如此呢！娥皇、女英二位帝子，在绿云般的丛竹间哭泣，哭声随风波远逝，去而无应。“见苍梧之深山”，着一“深”字，令人可以想象群山迷茫，即使二妃远望也不知其所，这就把悲剧更加深了一步。“苍梧山崩湘水绝，竹上之泪乃可灭。”斑竹上的泪痕，乃二妃所洒，苍梧山应该是不会有崩倒之日，湘水也不会有涸绝之时，二妃的眼泪又岂有止期？这个悲剧实在是太深了！",
            "　　诗所写的是二妃的别离，但“我纵言之将何补”一类话，分明显出诗人是对现实政治有所感而发的。所谓“君失臣”、“权归臣”是天宝后期政治危机中突出的标志，并且是",
            "李白",
            "当时心中最为忧念的一端。元代萧士赟认为玄宗晚年贪图享乐，荒废朝政，把政事交给",
            "李林甫",
            "、杨国忠，边防交给安禄山、哥舒翰，“太白熟观时事，欲言则惧祸及己，不得已而形之诗，聊以致其爱君忧国之志。所谓皇英之事，特借指耳。”这种说法是可信的。李白之所以要危言尧舜之事，意思大概是要强调人君如果失权，即使是圣哲也难保社稷妻子。后来在马嵬事变中，玄宗和杨贵妃演出一场远别离的惨剧，可以说是正好被李白言中了。",
            "　　诗写得迷离惝恍，但又不乏要把迷阵挑开一点缝隙的笔墨。“我纵言之将何补？皇穹窃恐不照余之忠诚，雷凭凭兮欲吼怒。”这些话很象他在《梁甫吟》中所说的“我欲攀龙见明主，雷公砰轰震天鼓。……白日不照吾精诚，杞国无事忧天倾。”不过，《梁甫吟》是直说，而《远别离》中的这几句隐隐呈现在重重迷雾之中，一方面起着点醒读者的作用，一方面又是在述及造成远别离的原因时，自然地带出的。诗仍以叙述二妃别离之苦开始，以二妃恸哭远望终结，让悲剧故事笼括全篇，保持了艺术上的完整性。",
            "　　诗人是明明有许多话急于要讲的。但他知道即使是把喉咙喊破了，也决不会使",
            "唐玄宗",
            "醒悟，真是“言之何补”！况且诗人自己也心绪如麻，不想说，但又不忍不说。因此，写诗的时候不免若断若续，似吞似吐。",
            "范梈",
            "说：“此篇最有楚人风。所贵乎楚言者，断如复断，乱如复乱，而辞意反复行于其间者，实未尝断而乱也；使人一唱三叹，而有遗音。”（据瞿蜕园、朱金城《李白集校注》转引）这是很精到的见解。诗人把他的情绪，采用楚歌和骚体的手法表现出来，使得断和续、吞和吐、隐和显，消魂般的凄迷和预言式的清醒，紧紧结合在一起，构成深邃的意境和强大的艺术魅力。",
            "(余恕诚)                 "
        ]
    },
    {
        "title": "《客中行》",
        "time": "",
        "paragraphs": [
            "                   兰陵美酒郁金香，玉碗盛来琥珀光。",
            "但使主人能醉客，不知何处是他乡。               "
        ],
        "category": [
            "赞美诗"
        ],
        "explain": [
            "                        又题《客中作》",
            "[注释]（1）兰陵：地名。（2）但使：只要。",
            "[译文]兰陵出产的美酒，透着醇浓的郁金香的芬芳，盛在玉碗里看上去犹如琥珀般晶莹。只要主人同我一道尽兴畅饮，一醉方休，我那管她这里是故乡还是异乡呢！",
            "　　抒写离别之悲、他乡作客之愁，是古代诗歌创作中一个很普遍的主题。然而这首诗虽题为客中作，抒写的却是作者的另一种感受。“兰陵美酒郁金香，玉碗盛来琥珀光。”兰陵，点出作客之地，但把它和美酒联系起来，便一扫令人沮丧的外乡异地凄楚情绪，而带有一种使人迷恋的感情色彩了。著名的兰陵美酒，是用郁金香加工浸制，带着醇浓的香味，又是盛在晶莹润泽的玉碗里，看去犹如琥珀般的光艳。诗人面对美酒，愉悦兴奋之情自可想见了。",
            "　　“但使主人能",
            "醉客",
            "，不知何处是他乡。”这两句诗，可以说既在人意中，又出人意外。说在人意中，因为它符合前面描写和感情发展的自然趋向；说出人意外，是因为“客中作”这样一个似乎是暗示要写客愁的题目，在",
            "李白",
            "笔下，完全是另一种表现。这样诗就显得特别耐人寻味。诗人并非没有意识到是在他乡，当然也并非丝毫不想念故乡。但是，这些都在兰陵美酒面前被冲淡了。一种流连忘返的情绪，甚至乐于在客中、乐于在朋友面前尽情欢醉的情绪完全支配了他。由身在客中，发展到乐而不觉其为他乡，正是这首诗不同于一般羁旅之作的地方。",
            "　　李白天宝初年长安之行以后，移家东鲁。这首诗作于东鲁的兰陵，而以兰陵为“客中”，显然应为开元年间亦即入京前的作品。这时社会呈现着财阜物美的繁荣景象，人们的精神状态一般也比较昂扬振奋，而李白更是重友情，嗜美酒，爱游历，祖国山川风物，在他的心目中是无处不美的。这首诗充分表现了李白豪放不羁的个性，并从一个侧面反映出盛",
            "唐时",
            "期的时代气氛。",
            "（余恕诚）                 "
        ]
    },
    {
        "title": "《白马篇》",
        "time": "731",
        "paragraphs": [
            "                   龙马花雪毛，金鞍五陵豪。",
            "秋霜切玉剑，落日明珠袍。",
            "斗鸡事万乘，轩盖一何高。",
            "弓摧南山虎，手接太行猱。",
            "酒后竞风采，三杯弄宝刀。",
            "杀人如剪草，剧孟同游遨。",
            "发愤去函谷，从军向临洮。",
            "叱咤经百战，匈奴尽奔逃。",
            "归来使酒气，未肯拜萧曹。",
            "羞入原宪室，荒淫隐蓬蒿。\r                       "
        ],
        "category": [
            "描写马"
        ],
        "explain": [
            "                        【注释】：",
            "[1]万战场一作经百战",
            "[1]奔逃一作波涛 ",
            "[1]拜一作下",
            "[1]淫一作径",
            ""
        ]
    },
    {
        "title": "《忆旧游寄谯郡元参军》",
        "time": "744年-753",
        "paragraphs": [
            "                   忆昔洛阳董糟丘，为余天津桥南造酒楼。",
            "黄金白璧买歌笑，一醉累月轻王侯。",
            "海内贤豪青云客，就中与君心莫逆。",
            "回山转海不作难，倾情倒意无所惜。",
            "我向淮南攀桂枝，君留洛北愁梦思。",
            "不忍别，还相随。",
            "相随迢迢访仙城，三十六曲水回萦。",
            "一溪初入千花明，万壑度尽松风声。",
            "银鞍金络倒平地，汉东太守来相迎。",
            "紫阳之真人，邀我吹玉笙。",
            "餐霞楼上动仙乐，嘈然宛似鸾凤鸣。",
            "袖长管催欲轻举，汉中太守醉起舞。",
            "手持锦袍覆我身，我醉横眠枕其股。",
            "当筵意气凌九霄，星离雨散不终朝，",
            "分飞楚关山水遥。",
            "余既还山寻故巢，君亦归家渡渭桥。",
            "君家严君勇貔虎，作尹并州遏戎虏。",
            "五月相呼度太行，摧轮不道羊肠苦。",
            "行来北凉岁月深，感君贵义轻黄金。",
            "琼杯绮食青玉案，使我醉饱无归心。",
            "时时出向城西曲，晋祠流水如碧玉。",
            "浮舟弄水箫鼓鸣，微波龙鳞莎草绿。",
            "兴来携妓恣经过，其若杨花似雪何。",
            "红妆欲醉宜斜日，百尺清潭写翠娥。",
            "翠娥婵娟初月辉，美人更唱舞罗衣。",
            "清风吹歌入空去，歌曲自绕行云飞。",
            "此时行乐难再遇，西游因献长杨赋。",
            "北阙青云不可期，东山白首还归去。",
            "渭桥南头一遇君，酂台之北又离群。",
            "问余别恨知多少，落花春暮争纷纷。",
            "言亦不可尽，情亦不可极。",
            "呼儿长跪缄此辞，寄君千里遥相忆。               "
        ],
        "category": [
            "友情诗"
        ],
        "explain": [
            "                        【注释】：",
            "此诗当是",
            "李白",
            "在天宝十二年以前所做。详细叙述了诗人与好友元参军的交往，是了解李白生平、思想的重要作品。谯郡：今安徽毫县。元参军：名演。诗中，写到了诗人在太原时，受到元参军父子的热情款待、相偕游览晋祠的情景。",
            "君家严君：指元参军的父亲。貔（pi）虎：猛兽。这句喻元参军的父亲是勇猛的将军。",
            "作尹句：并州：泛指今山西太原一带，开元十一年已改为府。尹：官名。《新唐书·百官志》：（开元）十一年，太原府亦置尹及少尹，以尹为留守，少尹为副留守，既是地方长官，同时兼管军事。遏：阻止。戎虏：强敌。",
            "五月二句：这年五月李白与元参军翻越太行山到太原游玩。摧轮：",
            "曹操",
            "《苦寒行》：“北上太行山，艰哉何巍巍，羊肠坂诘屈，车轮为之摧。”摧轮：折断车轮，喻太行山路弯曲狭窄难行。",
            "北凉：似误，应作北京，唐代称太原为北京。",
            "琼杯句：喻酒菜和食具的精美。案：有足的托盘。",
            "时时句：晋祠在唐太原城之西南，故云出向城西曲。",
            "龙鳞：形容波纹的细碎。莎（梭suo）：河边水草。",
            "宜：适应。在斜日的映照下，容貌更加美丽。",
            "百尺句：写：画，这里作映照。翠娥：美女，这句说美人的影子照在水中。",
            "蝉娟：美好的样子。初月辉：形容脸容象新月一般皎洁。",
            "更唱：轮流唱。",
            "　　这首“忆旧游”的诗是作者写寄给好友元演的，演时为亳州（即谯郡，州治在今安徽亳县）参军。诗曾收入《河岳英灵集》，其中又提到长安失意之事，故当作于天宝三载（744）至十二载（753）间。诗中历叙与元演四番聚散的经过，于入京前游踪最为详明，是了解作者生平及思想的重要作品。乍看来，此诗不过写作者青年时代裘马轻狂的生活，至涉及纵酒挟妓、与道士交游等内容，似乎并无多少积极的思想意义。其实不然。须知它是写于作者“曳裾王门不称情”政治遭遇失意，对于社会现实与世态人情均有深入的体验之后。因此，“忆旧游”便不仅有怀旧而且有非今的意味。诗人笔下那恣意行乐的生活，是作为“使我不得开心颜”的污浊官场生活的对立面来写的；其笔下那脱略形迹的人物，又是作为上层社会虚伪与势利的对立面来写的，自有言外之意在。",
            "　　诗篇的组织，以与元演的离合为经纬，共分四段。前三段依次给读者展现出许多美好的情事。",
            "　　第一段从“忆昔洛阳董糟丘”到“君留洛北愁梦思”，追忆诗人在洛阳时的放诞生活及与元演的第一番聚散。这里最引人注目的是诗人鲜明的自我形象。从洛阳一酒家（“董糟丘”）说起，这个引子就是李白个性特征的表现。“为余天津桥（在洛阳西南之洛水上）南造酒楼”，是一个何等主观的夸张！在自称“酒中仙”的诗人面前，简直就没有一个配称能饮酒的人。少年李白生活豪纵，充满进取精神，饮酒是追求一种精神上的解放：“黄金白璧买歌笑，一醉累月轻王侯。”“一醉”而至于“累月”，又是一个令人惊讶、令人叫绝的夸张，在这样的人面前真正是“万户侯何足道哉”！至于他的交游，尽是“海内贤豪青云客”，而其中最称“莫逆”之交的又是谁呢？以下自然带出元参军。随即只用简短两句形容其交谊：彼此“倾情倒意”到可以为对方牺牲一切（“无所惜”）的地步，以至“回山转海”也算不得什么（“不为难”）了。既叙得峻洁，又深蕴真情笃意。刚开这样一个头，以下就说分手了，那时李白旋赴淮南（“攀桂枝”指隐居访道事，语出淮南小山《招隐士》，而元“留洛北”。不过这开头已给读者留下深刻的印象。",
            "　　一、二段之间有两个过渡句。“不忍别”承上“君留洛北愁梦思”，写二人分手的依依不舍；“还相随”又引起下文第二番相会。有此二句上下衔接极为自然。",
            "　　第二段从“相随迢迢访仙城”到“君亦归家渡渭桥”，追忆偕元演同游汉东郡即随州（州治在今湖北随县），与汉东",
            "太守",
            "及道士胡紫阳游乐情事。先写二人访仙",
            "城山",
            "，泛舟赏景，后换马陆行来到汉东。“相随”六句写风光，写行程，简洁入妙，路“迢迢”、“水回萦”、“初入”、“度尽”，使人应接不暇。然后，与远道出迎的汉东太守见面了。汉东太守的形象在此段中最生动可爱，他没有半点专城而居的官架子。他与紫阳真人固然是老朋友，对李白也是倾盖如故。这几位忘形之交在随州苦竹院──“餐霞楼”饮酒作乐，道士与诗人一同伴奏，汉东太守则起舞弄影。没有尊卑，毫无拘束，本来就洒脱的诗人举措更随便了，不但喝得烂醉，甚而忘形到“我醉横眠枕其股”了。然而太守对此则不以为忤，还脱下锦袍给他盖上。这一幕“解衣衣我”的场面写来感人肺腑。此段环境氛围描写亦妙，与道院相称。“餐霞”的楼名，如“凤鸣”的仙乐，都造成一种飘飘然非人世间的感觉。欢会如此高兴（“当筵意气凌九霄”），而分手又显得多么容易啊（“星离雨散不终朝”）。诗人与元演又作劳燕分飞，“余既还山寻故巢，君亦归家渡渭桥”，真是天下没有不散的筵席。",
            "　　至此，诗情出现一个跳跃，直接进入第三段从“君家严君勇貔虎”到“歌曲自绕行云飞”，追忆诗人在并州受元演及其父亲热情款待的情况。从“五月相呼”句看，诗人是应元演的盛意邀请，离开安陆，同经太行山到太原府（并州）去的。曹操诗云：“北上太行山，艰哉何巍巍！羊肠坂诘屈，车轮为之摧。”（《苦寒行》）然而诗人兴致很高，时令也很好，所以“摧轮不道羊肠苦”。这一段写人，以元参军为主。先从其“严君”（父亲）写起，不仅引进一个陪衬人物，同时也在于显示元演将家子的身分。李白在元演那里真是惬意爽心极了：“行来北京（太原）岁月深，感君贵义轻黄金。琼杯绮食青玉案，使我醉饱无归心。”他们还时常光顾城西的名胜古迹晋祠。晋水从这儿发源，风光极美。浮舟弄水，击鼓吹箫，真是快乐。以下六句专写欣赏女伎的歌舞，“其若杨花似雪何”一句大有“行乐须及春”（《月下独酌》）之慨。玩乐直到傍晚，他们还不想归去。“斜日”的红光与歌女们的红妆醉颜相乱，特别迷人；美人的倩影倒映清清的潭水中，风光绮丽。这时新月初上，美人的面容象月色般皎洁，她们轮番歌唱、起舞；歌声悠扬，随风远去，追逐行云……。这里，“黄金白璧买歌笑”已化为生动鲜明的图景，可谓尽态极妍了。",
            "　　第四段从“此时行乐难再遇”到篇末。一句收束前文，然后写到长安失意时与元又一度相逢。与前三段都不同，这里没有情事的追忆，只用“渭桥南头一遇君，酂台（在谯郡）之北又离群”一笔带过，是说关中一面，元即赴谯郡，似乎是握手已违。大约那时诗人身不自由，心亦不自在吧！关于诗人在长安的境遇，也只有含蓄的两句话：“北阙青云不可期，东山白首还归去。”然而它包含多少人事感慨啊。一向旷达的诗人，竟也发出了“问余别恨今多少”的感喟，而暮春落花景象更增添了这种别恨。这种心境是“言亦不可尽，情亦不可及”，诗人只有通过怀旧（“遥相忆”）的方式来排遣了。当其“呼儿长跪缄此辞”拟以寄远时，心头该是怎样一种滋味！",
            "　　此诗提到“北阙青云不可期”，显然是含着牢骚的。但它在写法上与《行路难》、《答王十二寒夜独酌有怀》、《赠从弟南平太守之遥》等等直抒旨意、嘻笑怒骂的长篇不同。它对现实的愤懑几乎没有正面的叙写，而对往日旧梦重温却写得恣肆快畅、笔酣墨饱。通过对故人往事的理想化、浪漫化，突出了现实的缺恨。因此它既有李白歌行通常所有的纵横奔放的优点，又兼有深沉含蓄的特点。这是此诗艺术上的优长之一。",
            "　　关于此诗的结构，《唐宋诗醇》说得好：“此篇最有纪律可循。历数旧游，纯用叙事之法。以离合为经纬，以转折为节奏。结构极严而神气自畅。至于奇情胜致，使览者应接不暇，又其才之独擅者耳。”这是说，此诗与李白七古通常那种“纵逸”的、无法而法的作风不同，而是按实有的经历如实写出，娓娓道来，层次分明，结构严谨，写法却又极富变化，颇多淋漓兴会之笔。通篇以七言句为主，间出三、五、九字句，且偶而出现奇数句（如“当筵意气”以下三句成一意群），于整饬中见参差，终能“神气自畅”。这是此诗艺术上另一个优长。",
            "（周啸天）                 "
        ]
    },
    {
        "title": "《妾薄命》",
        "time": "",
        "paragraphs": [
            "                   汉帝宠阿娇，贮之黄金屋。",
            "咳唾落九天，随风生珠玉。",
            "宠极爱还歇，妒深情却疏。",
            "长门一步地，不肯暂回车。",
            "雨落不上天，水覆难再收。",
            "君情与妾意，各自东西流。",
            "昔日芙蓉花，今成断根草。",
            "以色事他人，能得几时好。               "
        ],
        "category": [
            "哲理诗"
        ],
        "explain": [
            "                        【注释】：",
            "宠：指重。",
            "难再：指重难。",
            "　　《妾薄命》为乐府古题之一。",
            "李白",
            "的这首诗“依题立义”，通过对陈皇后阿娇由得宠到失宠的描写，揭示了封建社会中妇女以色事人，色衰而爱弛的悲剧命运。",
            "　　全诗十六句，每四句基本为一个层次。诗的前四句，先写阿娇的受宠，而从“金屋藏娇”写起，欲抑先扬，以反衬失宠后的冷落。据《汉武故事》记载：汉武帝",
            "刘彻",
            "数岁时，他的姑母长公主问他：“儿欲得妇否？”指左右长御百余人，皆曰：“不用。”最后指其女阿娇问：“阿娇好否？”刘彻笑曰：“好！若得阿娇作妇，当作金屋贮之。”刘彻即位后，阿娇做了皇后，也曾宠极一时。诗中用“咳唾落九天，随风生珠玉”两句夸张的诗句，形象地描绘出阿娇受宠时的气焰之盛，真是炙手可热，不可一世。但是，好景不长。从“宠极爱还歇”以下四句，笔锋一转，描写阿娇的失宠，俯仰之间，笔底翻出波澜。娇妒的陈皇后，为了“夺宠”，曾做了种种努力，她重金聘请",
            "司马相如",
            "写《长门赋》，“但愿君恩顾妾深，岂惜黄金买词赋”（李白《白头吟》）；又曾用女巫楚服的法术，“令上意回”。前者没有收到多大的效果，后者反因此得罪，后来成了“废皇后”，幽居于长门宫内，虽与皇帝相隔一步之远，但咫尺天涯，宫车不肯暂回。“雨落不上天”以下四句，用形象的比喻，极言“令上意回”之不可能，与《白头吟》所谓“东流不作西归水”、“覆水再收岂满杯”词旨相同。这是什么原因呢？最后四句，诗人用比兴的手法，形象地揭示出这样一条规律：“昔日芙蓉花，今成断根草。以色事他人，能得几时好？”这发人深省的诗句，是一篇之警策，它对以色取人者进行了讽刺，同时对“以色事人”而暂时得宠者，也是一个警告。诗人用比喻来说理，用比兴来议论，充分发挥形象思维的特点和比兴的作用，不去说理，胜似说理，不去议论，而又高于议论，颇得理趣。",
            "　　这首诗语言质朴自然，气韵天成，比喻贴切，对比鲜明，得宠与失宠相比，“芙蓉花”与“断根草”相比，比中见义。全诗半是比拟，从比中得出结论：“以色事他人，能得几时好”，显得自然而又奇警，自然得如水到渠成，瓜熟蒂落，奇警处，读之让人惊心动魄。",
            "（刘文忠）                 "
        ]
    },
    {
        "title": "《劳劳亭》",
        "time": "749",
        "paragraphs": [
            "                   天下伤心处，劳劳送客亭。",
            "春风知别苦，不遣柳条青。               "
        ],
        "category": [
            "送别诗"
        ],
        "explain": [
            "                        【注释】：",
            "[1]知：理解。",
            "[2]遣：动词，使，令。",
            "　　劳劳亭，三国吴时建，故址在今南京市区南，是古时送别之所。",
            "李白",
            "写这首绝句时，春风初到，柳条未青，应当是早春时节。不过，诗人要写的并非这座古亭的春光，只是因地起意，借景抒情，以亭为题来表达人间的离别之苦。",
            "　　诗的前两句“天下伤心处，劳劳送客亭”，以极其洗炼的笔墨，高度概括的手法，破题而入，直点题旨。就句意而言，这两句就是",
            "屈原",
            "《九歌·少司命》所说的“悲莫悲兮生别离”和",
            "江淹",
            "《别赋》所说的“黯然销魂者，唯别而已矣”。但诗人既以亭为题，就超越一步，透过一层，不说天下伤心事是离别，只说天下伤心处是离亭。这样直中见曲，越过了离别之事来写离别之地，越过了送别之人来写送客之亭，立言就更高妙，运思就更超脱，而读者自会因地及事，由亭及人。",
            "　　不过，这首诗的得力之处，还不是上面这两句，而是它的后两句。在上两句诗里，诗人为了有力地展示主题，极言离别之苦，已经把诗意推到了高峰，似乎再没有什么话好讲，没有进一步盘旋的余地了。如果后两句只就上两句平铺直叙地加以引伸，全诗将纤弱无力，索然寡味。而诗人才思所至，就亭外柳条未青之景，陡然转过笔锋，以“春风知别苦，不遣柳条青”这样两句，另翻新意，振起全篇。",
            "　　这一出人意表的神来之笔，出自诗人的丰富联想。《文心雕龙·物色篇》说：“诗人感物，联类不穷。”诗思往往是与联想俱来的。诗人在构思时要善于由甲及乙，由乙及丙。联类越广，转折和层次越多，诗篇就越有深度，也越耐人寻味。古时有折柳送别的习俗，所以一些诗人写离别时常想到杨柳，在杨柳上做文章。例如",
            "王之涣",
            "的《送别》：“杨柳东风树，青青夹御河；近来攀折苦，应为别离多”，就是从杨柳生意，构思也很深曲；但就诗人的联想而言，只不过把送别与杨柳这两件本来有联系的事物联在了一起，而在诗中虽然说到杨柳是“东风树”，却没有把送别一事与东风相联。李白的这两句诗却不仅因送别想到折柳，更因杨柳想到柳眼拖青要靠春风吹拂，从而把离别与春风这两件本来毫不相干的事物联在一起了。如果说王诗的联想还是直接的，那么，李诗的联想则是间接的，其联想之翼就飞得更远了。",
            "　　应当说，古诗中，从送别写到折柳，再从杨柳写到春风的诗，并非绝无仅有。",
            "杨巨源",
            "的《折杨柳》：“水边杨柳曲尘丝，立马烦君折一枝；憔有春风最相惜，殷勤更向手中吹”，写得也具见巧思，但与李白的这两句诗相比，显得巧而不奇，而李白则是把联想与奇想结合为一的。诗人因送别时柳条未青、无枝可折而生奇想，想到这是春风故意不吹到柳条，故意不让它发青，而春风之所以不让柳条发青，是因为深知离别之苦，不忍看到人间折柳送别的场面。从诗人的构思说，这是联想兼奇想；而如果从艺术手法来说，这是托物言情，移情于景，把本来无知无情的春风写得有知有情，使它与相别之人同具惜别、伤别之心，从而化物为我，使它成了诗人的感情化身。李锳在《诗法易简录》中赞美这两句诗“奇警无伦”，指出其“妙在‘知’字、‘不遣’字”，正是一语中的的评论。",
            "　　与李白的这首诗异曲同工、相映成趣的有",
            "李商隐",
            "的《离亭赋得折杨柳》诗的第一首：“暂凭樽酒送无憀，莫损愁眉与细腰。人世死前惟有别，春风争拟惜长条。”对照之下，两诗都以离亭为题，都是从离别想到杨柳，从杨柳想到春风，也都把春风写得深知离别之苦，对人间的离别满怀同情。但两诗的出发点相同，而结论却完全相反：李白设想春风因不愿见到折柳送别的场面，而不让柳条发青；李商隐却设想春风为了让人们在临别之时从折柳相赠中表达一片情意，得到一点慰藉，而不惜柳条被人攀折。这说明，同一题材，可以有各种不同的构思，不同的写法。诗人的想象是可以自由飞翔的，而想象的天地又是无限广阔的。",
            "(陈邦炎)                 "
        ]
    },
    {
        "title": "《哭晁卿衡》",
        "time": "754",
        "paragraphs": [
            "                   日本晁卿辞帝都，征帆一片绕蓬壶。",
            "明月不归沉碧海，白云愁色满苍梧。               "
        ],
        "category": [
            "友情诗"
        ],
        "explain": [
            "                        　　晁衡，又作",
            "朝衡",
            "，日本人，原名阿倍仲麻吕。唐开元五年（717），随日本第九次遣唐使团来中国求学，学成后留在唐朝廷内作官，历任左补阙、左散骑常侍、镇南都护等职。与当时著名诗人",
            "李白",
            "、",
            "王维",
            "等友谊深厚，曾有诗篇唱和。天宝十二载，晁衡以唐朝使者身份，随同日本第十一次遣唐使团返回日本，途中遇大风，传说被溺死。李白这首诗就是在这时写下的。",
            "　　诗的标题“哭”字，表现了诗人失去好友的悲痛和两人超越国籍的真挚感情，使诗歌笼罩着一层哀惋的气氛。",
            "　　“日本晁卿辞帝都”，帝都即唐京都长安，诗用赋的手法，一开头就直接点明人和事。诗人回忆起不久前欢送晁衡返国时的盛况：",
            "唐玄宗",
            "亲自题诗相送，好友们也纷纷赠诗，表达美好的祝愿和殷切的希望。晁衡也写诗答赠，抒发了惜别之情。",
            "　　“征帆一片绕蓬壶”，紧承上句。作者的思绪由近及远，凭借想象，揣度着晁衡在大海中航行的种种情景。“征帆一片”写得真切传神。船行驶在辽阔无际的大海上，随着风浪上下颠簸，时隐时现，远远望去，恰如一片树叶飘浮在水面。“绕蓬壶”三字放在“征帆一片”之后更是微妙。“蓬壶”即传说中的蓬莱仙岛，这里泛指海外三神山，以扣合晁衡归途中岛屿众多的特点，与“绕”字相应。同时，“征帆一片”，飘泊远航，亦隐含了晁衡的即将遇难。",
            "　　“明月不归沉碧海，白云愁色满苍梧”。这两句，诗人运用比兴的手法，对晁衡作了高度评价，表达了自己的无限怀念之情。前一句暗指晁衡遇难，明月象征着晁衡品德的高洁，而晁衡的溺海身亡，就如同皓洁的明月沉沦于湛蓝的大海之中，含意深邃，艺术境界清丽幽婉，同上联中对征帆远航环境的描写结合起来，既显得自然而贴切，又令人无限惋惜和哀愁。末句以景写情，寄兴深微。苍梧，指郁洲山，据《一统志》，郁洲山在淮安府海州朐山东北海中。晁衡的不幸遭遇，不仅使诗人悲痛万分，连天宇也好似愁容满面。层层白色的愁云笼罩着海上的苍梧山，沉痛地哀悼晁衡的仙去。诗人这里以拟人化的手法，通过写白云的愁来表达自己的愁，使诗句更加迂曲含蓄，这就把悲剧的气氛渲染得更加浓厚，令人回味无穷。",
            "　　诗忌浅而显。李白在这首诗中，把友人逝去、自己极度悲痛的感情用优美的比喻和丰富的联想，表达得含蓄、丰富而又不落俗套，体现了非凡的艺术才能。",
            "　　李白的诗歌素有清新自然、浪漫飘逸的特色，在这首短诗中，我们也能体味到他所特有的风格。虽是悼诗，却是寄哀情于景物，借景物以抒哀情，显得自然而又潇洒。",
            "　　李白与晁衡的友谊，不仅是盛唐文坛的佳话，也是中日两国人民友好交往历史的美好一页。",
            "(常振国)                 "
        ]
    },
    {
        "title": "《日出入行》",
        "time": "",
        "paragraphs": [
            "                   日出东方隈，似从地底来。",
            "历天又入海，六龙所舍安在哉？",
            "其始与终古不息，人非元气安能与之久裴回。",
            "草不谢荣于春风，木不怨落于秋天。",
            "谁挥鞭策驱四运，万物兴歇皆自然。\r",
            "\r羲和羲和，汝奚汩没于荒淫之波。\r",
            "\r鲁阳何德，驻景挥戈。",
            "逆道违天，矫诬实多。\r",
            "\r吾将囊括大块，浩然与溟涬同科。\r\r\r                       "
        ],
        "category": [
            "哲理诗"
        ],
        "explain": [
            "                        【注释】：",
            "四运：一年四季。溟涬：这里指元气。同科：同类。",
            "【简析】：",
            "汉乐府《郊祀歌》有《日出入》一篇，是写太阳升落无穷而人生短促，希望乘着六龙成仙升天的。",
            "李白",
            "这首诗反驳这种论调，说太阳的运行是自然的，四时的变化是自然的，人是要死的，“谁挥鞭策驱四运？万物兴歇皆自然”，根本否认六龙御日一类说法，包含着朴素的唯物主义的思想因素。",
            "　　汉代乐府中也有《日出入》篇，它咏叹的是太阳出入无穷，而人的生命有限，于是幻想骑上六龙成仙上天。李白的这首拟作一反其意，认为日出日落、四时变化，都是自然规律的表现，而人是不能违背和超脱自然规律的，只有委顺它、适应它，同自然融为一体，这才符合天理人情。这种思想，表现出一种朴素的唯物主义光彩。",
            "　　诗凡三换韵，作者抒情言志也随着韵脚的变换而逐渐推进、深化。前六句，从太阳的东升西落说起，古代神话讲，羲和每日赶了六条龙载上太阳神在天空中从东到西行驶。然而李白却认为，太阳每天从东升起，“历天”而西落，这是其本身的规律而不是什么“神”在指挥、操纵。否则，六条龙又停留在什么地方呢？“六龙安在”，这是反问句式，实际上否认了六龙存在的可能性，当然，羲和驱日也就荒诞不可信了。太阳运行，终古不息，人非元气，又怎么能够与之同升共落？“徘徊”两字用得极妙，太阳东升西落，犹如人之徘徊，多么形象生动。在这一段中，诗人一连用了“似”、“安在”、“安得”这些不肯定、不确认的语词，并且连用了两个问句，这是有意提出问题，借以引起读者的深省。诗人故意不作正面的阐述而以反诘的方式提问，又使语气变得更加肯定有力。",
            "　　中间四句，是说草木的繁荣和凋落，万物的兴盛和衰歇，都是自然规律的表现，它们自荣自落，荣既不用感谢谁，落也不用怨恨谁，因为根本不存在某个超自然的“神”在那里主宰着四时的变化更迭。这四句诗是全篇的点题之处、核心所在。“草不”、“木不”两句，连用两个“不”字，加强了肯定的语气，显得果断而有力。“谁挥鞭策驱四运”这一问，更增强气势。这个“谁”字尤其值得思索。是谁在鞭策四时的运转呢？是羲和那样的神吗？读者的注意力很快就被吸引到作者的回答上来了：“万物兴歇皆自然”。回答是断然的，不是神而是自然。此句质朴刚劲，斩钉截铁，给人以字字千钧之感。",
            "　　最后八句中，诗人首先连用了两个诘问句，对传说中驾驭太阳的羲和和挥退太阳的大力士鲁阳公予以怀疑，投以嘲笑：羲和呵羲和，你怎么会沉埋到浩渺无际的波涛之中去了呢？鲁阳公呵鲁阳公，你又有什么能耐挥戈叫太阳停下来？这是",
            "屈原",
            "“天问”式的笔法，这里，李白不仅继承了屈原浪漫主义的表现手法，而且比屈原更富于探索的精神。李白不单单是提出问题，更重要的是在回答问题。既然宇宙万物都有自己的规律，那么硬要违背这种自然规律（“逆道违天”），就必然是不真实的，不可能的，而且是自欺欺人的了（“矫诬实多”）。照李白看来，正确的态度应该是：顺应自然规律，同自然（即“元气”，亦即“溟涬”）融为一体，混而为一，在精神上包罗和占有（“囊括”）天地宇宙（“大块”）。人如果做到了这一点，就能够达到与溟涬“齐生死”的境界了。",
            "　　西方的文艺理论家在谈到积极浪漫主义的时候，常常喜欢用三个“大”来概括其特点：口气大、力气大、才气大。这种特点在李白身上得到了充分的体现。李白诗中曾反复出现过关于大鹏、关于天马、关于长江黄河和名山大岭的巨大而宏伟的形象。如果把李白的全部诗作比作交响乐的话，那么这些宏大形象就是这支交响乐中主导的旋律，就是这支交响乐中非常突出的、经常再现的主题",
            "乐章",
            "。在这些宏大的形象中，始终跳跃着一个鲜活的灵魂，这，就是诗人自己的个性。诗人写大鹏：“燀赫乎宇宙，凭陵乎昆仑，一鼓一舞，烟朦沙昏，五岳为之震荡，百川为之崩奔”（《大鹏赋》）；诗人写天马：“嘶青云，振绿发”，“腾昆仑，历西极”，“口喷红光汗沟朱”，“曾陪时龙跃天衢”（《天马歌》）。诗人所写的山是：“太白与我语，为我开天关。愿乘泠风去，直出浮云间”（《登太白峰》）；诗人所写的水是：“黄河落天走东海，万里泻入胸怀间”（《赠裴十四》）。为什么李白总爱写宏伟巨大、不同凡响的自然形象，而在这些形象中又流露出这样大的口气，焕发着这样大的力气和才气呢？读了《日出入行》，我们总算找到了理解诗人的钥匙──“吾将囊括大块，浩然与溟涬同科！”这是诗人“天地与我并生”、“万物与我为一”的自我形象。这个能与“溟涬同科”的“自我”，是李白精神力量的源泉，也是他浪漫主义创作方法的思想基础。",
            "　　有人认为，《日出入行》“似为求仙者发”（《唐宋诗醇》），可能有一定的道理。李白受老庄影响颇深，也很崇奉道教。一度曾潜心学道，梦想羽化登仙，享受长生之乐。但从这首诗看，他对这种“逆道违天”的思想和行动，是怀疑和否定的。他实际上用自己的诗篇否定了自己的行动。这正反映出诗人的矛盾心理。",
            "　　这首诗，在表现手法上，把述事、抒情和说理结合起来，既跳开了空泛的抒情，又规避了抽象的说理，而是情中见理，理中寓情，情理相互生发。诗中频频出现神话传说，洋溢着浓郁而热烈的浪漫主义色彩，而诗人则在对神话传说中人事的辩驳、揶揄和否定的抒写中，把“天道自然”的思想轻轻点出，显得十分自如、贴切，情和理契合无间。诗篇采用了杂言句式，从二字句到九字句都有，不拘一格，灵活自如。其中又或问或答，波澜起伏，表达了深刻的哲理，而且那样具有论辩性和说服力。整首诗读来轻快、活泼而又不失凝重。",
            "（王治芳）",
            ""
        ]
    },
    {
        "title": "《乌栖曲》",
        "time": "726",
        "paragraphs": [
            "                   姑苏台上乌栖时，吴王宫里醉西施。",
            "吴歌楚舞欢未毕，青山欲衔半边日。",
            "银箭金壶漏水多，起看秋月坠江波。",
            "东方渐高奈乐何。               "
        ],
        "category": [
            "怀古诗",
            "讽刺诗"
        ],
        "explain": [
            "                        【注释】：",
            "欲：指犹。",
            "银箭金壶：指金壶丁丁。",
            "乐：指尔。",
            "　　《乌栖曲》是乐府《清商曲辞·西曲歌》旧题。现存南朝梁简文帝、",
            "徐陵",
            "等人的古题，内容大都比较靡艳，形式则均为七言四句，两句换韵。",
            "李白",
            "此篇，不但内容从旧题的歌咏艳情转为讽刺宫廷淫靡生活，形式上也作了大胆的创新。",
            "　　相传吴王夫差耗费大量人力物力，用三年时间，筑成横亘五里的姑苏台（旧址在今苏州市西南姑苏山上），上建春宵宫，与宠妃",
            "西施",
            "在宫中为长夜之饮。诗的开头两句，不去具体描绘吴宫的豪华和宫廷生活的淫靡，而是以洗炼而富于含蕴的笔法，勾画出日落乌栖时分姑苏台上吴宫的轮廓和宫中美人西施醉态朦胧的剪影。“乌栖时”，照应题面，又点明时间。诗人将吴宫设置在昏林暮鸦的背景中，无形中使“乌栖时”带上某种象征色彩，使人们隐约感受到包围着吴宫的幽暗气氛，联想到吴国日暮黄昏的没落趋势。而这种环境气氛，又正与“吴王宫里醉西施”的纵情享乐情景形成鲜明对照，暗含乐极悲生的意蕴。这层象外之意，贯串全篇，但表现得非常隐微含蓄。",
            "　　“吴歌楚舞欢未毕，青山欲衔半边日。”对吴宫歌舞，只虚提一笔，着重写宴乐过程中时间的流逝。沉醉在狂欢极乐中的人，往往意识不到这一点。轻歌曼舞，朱颜微酡，享乐还正处在高潮之中，却忽然意外地发现，西边的山峰已经吞没了半轮红日，暮色就要降临了。“未”字“欲”字，紧相呼应，微妙而传神地表现出吴王那种惋惜、遗憾的心理。而落日衔山的景象，又和第二句中的“乌栖时”一样，隐约透出时代没落的面影，使得“欢未毕”而时已暮的描写，带上了为乐难久的不祥暗示。",
            "　　“银箭金壶漏水多，起看秋月坠江波。”续写吴宫荒淫之夜。宫体诗的作者往往热中于展览豪华颓靡的生活，李白却巧妙地从侧面淡淡着笔。“银箭金壶”，指宫中计时的铜壶滴漏。铜壶漏水越来越多，银箭的刻度也随之越来越上升，暗示着漫长的秋夜渐次消逝，而这一夜间吴王、西施寻欢作乐的情景便统统隐入幕后。一轮秋月，在时间的默默流逝中越过长空，此刻已经逐渐黯淡，坠入江波，天色已近黎明。这里在景物描写中夹入“起看”二字，不但点醒景物所组成的环境后面有人的活动，暗示静谧皎洁的秋夜中隐藏着淫秽丑恶，而且揭示出享乐者的心理。他们总是感到享乐的时间太短，昼则望长绳系日，夜则盼月驻中天，因此当他“起看秋月坠江波”时，内心不免浮动着难以名状的怅恨和",
            "无可",
            "奈何的悲哀。这正是末代统治者所特具的颓废心理。“秋月坠江波”的悲凉寂寥意象，又与上面的日落乌栖景象相应，使渗透在全诗中的悲凉气氛在回环往复中变得越来越浓重了。",
            "　　诗人讽刺的笔锋并不就此停住，他有意突破《乌栖曲》旧题偶句收结的格式，变偶为奇，给这首诗安上了一个意味深长的结尾：“东方渐高奈乐何！”“高”是“皜”的假借字。东方已经发白，天就要亮了，寻欢作乐难道还能再继续下去吗？这孤零零的一句，既象是恨长夜之短的吴王所发出的欢乐难继、好梦不长的叹喟，又象是诗人对沉溺不醒的吴王敲响的警钟。诗就在这冷冷的一问中陡然收煞，特别引人注目，发人深省。",
            "　　这首诗在构思上有显著的特点，即以时间的推移为线索，写出吴宫淫佚生活中自日至暮，又自暮达旦的过程。诗人对这一过程中的种种场景，并不作具体描绘渲染，而是紧扣时间的推移、景物的变换，来暗示吴宫荒淫的昼夜相继，来揭示吴王的醉生梦死，并通过寒林栖鸦、落日衔山、秋月坠江等富于象征暗示色彩的景物隐寓荒淫纵欲者的悲剧结局。通篇纯用客观叙写，不下一句贬辞，而讽刺的笔锋却尖锐、冷峻，深深刺入对象的精神与灵魂。《唐宋诗醇》评此诗说：“乐极生悲之意写得微婉，未几而麋鹿游于姑苏矣。全不说破，可谓寄兴深微者。……末缀一单句，有不尽之妙。”这是颇能抓住本篇特点的评论。",
            "　　李白的七言古诗和歌行，一般都写得雄奇奔放，恣肆淋漓，这首《乌栖曲》却偏于收敛含蓄，深婉隐微，成为他七古中的别调。前人或以为它是借吴宫荒淫来托讽",
            "唐玄宗",
            "的沉湎声色，迷恋杨妃，这是可能的。玄宗早期励精图治，后期荒淫废政，和夫差先发愤图强，振吴败越，后沉湎声色，反致覆亡有相似之处。据唐孟棨《本事诗》记载，李白初至长安，",
            "贺知章",
            "见其《乌栖曲》，叹赏苦吟，说：“此诗可以泣鬼神矣。”看来贺知章的“泣鬼神”之评，也不单纯是从艺术角度着眼的。",
            "（刘学锴）                 "
        ]
    },
    {
        "title": "《苏台览古》",
        "time": "742年-756",
        "paragraphs": [
            "                   旧苑荒台杨柳新，菱歌清唱不胜春。",
            "只今惟有西江月，曾照吴王宫里人。               "
        ],
        "category": [
            "描写月亮"
        ],
        "explain": "None"
    },
    {
        "title": "《清平调词三首》",
        "time": "744",
        "paragraphs": [
            "                   云想衣裳花相容，春风拂槛露华浓。",
            "若非群玉山头见，会向瑶台月下逢。",
            "一枝秾艳露凝香，云雨巫山枉断肠。",
            "借问汉宫谁得似，可怜飞燕倚新妆。",
            "名花倾国两相欢，长得君王带笑看。",
            "解释春风无限恨，沉香亭北倚阑干。               "
        ],
        "category": [
            "描写花",
            "唐诗三百首",
            "赞美诗"
        ],
        "explain": [
            "                        【注解】：",
            "１、清平调：一种歌的曲调，“平调、清调、瑟调”皆周房中之遗声。",
            "２、槛：有格子的门窗。",
            "３、华：通花。",
            "４、群玉山：神话中的仙山，传说是西王母住的地方。",
            "５、瑶台：传说中仙子住的地方。",
            "【韵译】：",
            "云霞是她的衣裳，花儿是她的颜容；",
            "春风吹拂栏杆，露珠润泽花色更浓。",
            "如此天姿国色，若不见于群玉山头，",
            "那一定只有在瑶台月下，才能相逢！",
            "【评析】：",
            "??这三首诗是",
            "李白",
            "在长安为翰林时所作。有一次，唐明皇与杨贵妃在沉香亭观赏牡",
            "丹，因命李白作新",
            "乐章",
            "，李白奉旨作了这三章。",
            "??第一首，以牡丹花比贵妃的美艳。首句以云霞比衣服，以花比容貌；二句写花受",
            "春风露华润泽，犹如妃子受君",
            "王宠",
            "幸；三句以仙女比贵妃；四句以嫦娥比贵妃。这样",
            "反复作比，塑造了艳丽有如牡丹的美人形象。然而，诗人采用云、花、露、玉山、瑶",
            "台、月色，一色素淡字眼，赞美了贵妃的丰满姿容，却不露痕迹。",
            "??第二首，写贵妃的受宠幸。首句写花受香露，衬托贵妃君王宠幸；二句写楚",
            "王遇",
            "神女的虚妄，衬托贵妃之沐实惠；三、四句写赵飞燕堪称绝代佳人，却靠新妆专宠，",
            "衬托贵妃的天然国色。诗人用抑扬法，抑神女与飞燕，以扬杨贵妃的花容月貌。",
            "??第三首，总承一、二两首，把牡丹和杨贵妃与君王揉合，融为一体：首句写名花",
            "与倾国相融；二句写君王的欢愉，“带笑看”三字，贯穿了三者，把牡丹、贵妃、明",
            "皇三位一体化了。三、四句写君王在沉香亭依偎贵妃赏花，所有胸中忧恨全然消释。",
            "人倚阑干、花在栏外，多么优雅，多么风流！",
            "??全诗语言艳丽，句句金玉，字字流葩，人花交映，迷离恍惚。无怪乎深为玄欣",
            "赏，贵妃喜爱。",
            "--引自\"超纯斋诗词\"bookbest.163.net 翻译、评析：刘建勋",
            "　　这三首诗是李白在长安供奉翰林时所作。一日，玄宗和杨妃在宫中观牡丹花，因命李白写新乐章，李白奉诏而作。在三首诗中，把木芍药（牡丹）和杨妃交互在一起写，花即是人，人即是花，把人面花光浑融一片，同蒙",
            "唐玄宗",
            "的恩泽。从篇章结构上说，第一首从空间来写，把读者引入蟾宫阆苑；第二首从时间来写，把读者引入楚襄王的阳台，汉成帝的宫廷；第三首归到目前的现实，点明唐宫中的沉香亭北。诗笔不仅挥洒自如，而且相互钩带。“其一”中的春风，和“其三”中的春风，前后遥相呼应。",
            "　　第一首，一起七字：“云想衣裳花想容，”把杨妃的衣服，写成真如霓裳羽衣一般，簇拥着她那丰满的玉容。“想”字有正反两面的理解，可以说是见云而想到衣裳，见花而想到容貌，也可以说把衣裳想象为云，把容貌想象为花，这样交互参差，七字之中就给人以花团锦簇之感。接下去“春风拂槛露华浓”，进一步以“露华浓”来点染花容，美丽的牡丹花在晶莹的露水中显得更加艳冶，这就使上句更为酣满，同时也以风露暗喻君王的恩泽，使花容人面倍见精神。下面，诗人的想象忽又升腾到天堂西王母所居的群玉山、瑶台。“若非”、“会向”，诗人故作选择，意实肯定：这样超绝人寰的花容，恐怕只有在上天仙境才能见到！玉山、瑶台、月色，一色素淡的字眼，映衬花容人面，使人自然联想到白玉般的人儿，又象一朵温馨的白牡丹花。与此同时，诗人又不露痕迹，把杨妃比作天女下凡，真是精妙至极。",
            "　　第二首，起句“一枝红艳露凝香”，不但写色，而且写香；不但写天然的美，而且写含露的美，比上首的“露华浓”更进一层。“云雨巫山枉断肠”用楚襄王的故事，把上句的花，加以人化，指出楚王为神女而断肠，其实梦中的神女，那里及得到当前的花容人面！再算下来，汉成帝的皇后赵飞燕，可算得绝代美人了，可是赵飞燕还得倚仗新妆，那里及得眼前花容月貌般的杨妃，不须脂粉，便是天然绝色。这一首以压低神女和飞燕，来抬高杨妃，借古喻今，亦是尊题之法。相传赵飞燕体态轻盈，能站在宫人手托的水晶盘中歌舞，而杨妃则比较丰肥，固有“环肥燕瘦”之语（杨贵妃名玉环）。后人据此就编造事实，说杨妃极喜此三诗，时常吟哦，",
            "高力士",
            "因李白曾命之脱靴，认为大辱，就向杨妃进谗，说李白以飞燕之瘦，讥杨妃之肥，以飞燕之私通赤凤，讥杨妃之宫闱不检。李白诗中果有此意，首先就瞒不过博学能文的玄宗，而且杨妃也不是毫无文化修养的人。据原诗来看，很明显是抑古尊今，好事之徒，强加曲解，其实是不可通的。",
            "　　第三首从仙境古人返回到现实。起首二句“名花倾国两相欢，长得君王带笑看”，“倾国”美人，当然指杨妃，诗到此处才正面点出，并用“两相欢”把牡丹和“倾国”合为一提，“带笑看”三字再来一统，使牡丹、杨妃、玄宗三位一体，融合在一起了。由于第二句的“笑”，逗起了第三句的“解释春风无限恨”，春风两字即君王之代词，这一句，把牡丹美人动人的姿色写得情趣盎然，君王既带笑，当然无恨，恨都为之消释了。末句点明玄宗杨妃赏花地点──“沉香亭北”。花在阑外，人倚阑干，多么优雅风流。",
            "　　这三首诗，语语浓艳，字字流葩，而最突出的是将花与人浑融在一起写，如“云想衣裳花想容”，又似在写花光，又似在写人面。“一枝红艳露凝香”，也都是人、物交溶，言在此而意在彼。读这三首诗，如觉春风满纸，花光满眼，人面迷离，不待什么刻画，而自然使人觉得这是牡丹，这是美人玉色，而不是别的。无怪这三首诗当时就深为唐玄宗所赞赏。",
            "（沈熙乾）                 "
        ]
    },
    {
        "title": "《秋浦歌十七首》",
        "time": "754",
        "paragraphs": [
            "                   其一",
            "秋浦长似秋，萧条使人愁。",
            "客愁不可度，行上东大楼。",
            "正西望长安，下见江水流。",
            "寄言向江水，汝意忆侬不。",
            "遥传一掬泪，为我达扬州。",
            "其二",
            "秋浦猿夜愁，黄山堪白头。",
            "清溪非陇水，翻作断肠流。",
            "欲去不得去，薄游成久游。",
            "何年是归日，雨泪下孤舟。",
            "其三",
            "秋浦锦驼鸟，人间天上稀。",
            "山鸡羞渌水，不敢照毛衣。",
            "其四",
            "两鬓入秋浦，一朝飒已衰。",
            "猿声催白发，长短尽成丝。",
            "其五",
            "秋浦多白猿，超腾若飞雪。",
            "牵引条上儿，饮弄水中月。",
            "其六",
            "愁作秋浦客，强看秋浦花。",
            "山川如剡县，风日似长沙。",
            "其七",
            "醉上山公马，寒歌宁戚牛。",
            "空吟白石烂，泪满黑貂裘。",
            "其八",
            "秋浦千重岭，水车岭最奇。",
            "天倾欲堕石，水拂寄生枝。",
            "其九",
            "江祖一片石，青天扫画屏。",
            "题诗留万古，绿字锦苔生。",
            "其十",
            "千千石楠树，万万女贞林。",
            "山山白鹭满，涧涧白猿吟。",
            "君莫向秋浦，猿声碎客心。",
            "其十一",
            "逻人横鸟道，[1]江祖出鱼梁。",
            "水急客舟疾，[2]山花拂面香。",
            "其十二",
            "水如一匹练，此地即平天。",
            "耐可乘明月，看花上酒船。",
            "其十三",
            "渌水净素月，月明白鹭飞。",
            "郎听采菱女，一道夜歌归。",
            "其十四",
            "炉火照天地，红星乱紫烟。",
            "赧郎明月夜，歌曲动寒川。",
            "其十五",
            "白发三千丈，缘愁似个长。",
            "不知明镜里，何处得秋霜。",
            "其十六",
            "秋浦田舍翁，采鱼水中宿。",
            "妻子张白鹇，结罝映深竹。",
            "其十七",
            "祧波一步地，[3]了了语声闻。",
            "黯与山僧别，低头礼白云。               "
        ],
        "category": [
            "山水诗",
            "赞美诗",
            "劳动"
        ],
        "explain": [
            "                        【注释】：",
            "[1]人一作叉",
            "[2]舟一作行",
            "[3]波一作陂 ",
            "炉火照天地， 红星乱紫烟。",
            "赧郎明月夜， 歌曲动寒川。",
            "　　秋浦，在今安徽省贵池县西，是唐代银和铜的产地之一。大约天宝十二年（753），",
            "李白",
            "漫游到此，写了组诗《秋浦歌》。本篇是其中第十四首。这是一首正面描写和歌颂冶炼工人的诗歌，在我国浩如烟海的古典诗歌中较为罕见，因而极为可贵。",
            "　　“炉火照天地，红星乱紫烟”，诗一天头，便呈现出一幅色调明亮、气氛热烈的冶炼场景：炉火熊熊燃烧，红星四溅，紫烟蒸腾，广袤的天地被红彤彤的炉火照得通明。诗人用了“照”、“乱”两个看似平常的字眼，但一经炼入诗句，便使冶炼的场面卓然生辉。透过这生动景象，不难感受到诗人那种新奇、兴奋、惊叹之情。",
            "　　接着两句“赧郎明月夜，歌曲动寒川”，转入对冶炼工人形象的描绘。诗人以粗犷的线条，略加勾勒，冶炼工人雄伟健壮的形象便跃然纸上。“赧郎”二字用词新颖，颇耐寻味。“赧”，原指因害羞而脸红；这里是指炉火映红人脸。从“赧郎”二字，可以联想到他们健美强壮的体魄和勤劳、朴实、热情、豪爽、乐观的性格。结句“歌曲动寒川”，关合了上句对人物形象的塑造。冶炼工人一边劳动，一边歌唱，那嘹亮的歌声使寒冷的河水都荡漾起来了。他们唱的什么歌？诗人未加明点，读者可以作出各式各样的补充和联想；歌声果真把寒川激荡了么？当然不会，这是诗人的独特感受，是夸张之笔，却极为传神。如果说，“赧郎”句只是描绘了明月、炉火交映下冶炼工人的面部肖象，那么，这一句则揭示出他们的内心世界，他们丰富的情感和优美的情操，字里行间饱含着诗人的赞美歌颂之情。",
            "　　这是一幅瑰玮壮观的秋夜冶炼图。在诗人神奇的画笔下，光、热、声、色交织辉映，明与暗、冷与热、动与静烘托映衬，鲜明、生动地表现了火热的劳动场景，酣畅淋漓地塑造了古代冶炼工人的形象，确是古代诗歌宝库中放射异彩的艺术珍品。",
            "　　",
            "白发三千丈， 缘愁似箇长？",
            "不知明镜里， 何处得秋霜！",
            "[注释]（1）秋浦：",
            "唐时",
            "属池州郡。故址在今安徽省贵池西。（2）个：如此，这般。（3）秋霜：形容头发白如秋霜。",
            "[译文]满头白发呀有三千丈，只因为我的忧愁有如此之长。不明白（照镜时）在明亮的镜子里，是什么忧愁使自己白发如秋霜一般。",
            "　　这是一首抒愤诗。诗人以奔放的激情，浪漫主义的艺术手法，塑造了“自我”的形象，把积蕴极深的怨愤和抑郁宣泄出来，发挥了强烈感人的艺术力量。",
            "　　“白发三千丈，缘愁似箇长？”劈空而来，似大潮奔涌，似火山爆发，骇人心目。单看“白发三千丈”一句，真叫人无法理解，白发怎么能有“三千丈”呢？读到下句“缘愁似箇长”，豁然明白，原来“三千丈”的白发是因愁而生，因愁而长！愁生白发，人所共晓，而长达三千丈，该有多少深重的愁思？十个字的千钧重量落在一个“愁”字上。以此写愁，匪夷所思！奇想出奇句，不能不使人惊叹诗人的气魄和笔力。",
            "　　古典诗歌里写愁的取譬很多。宋人",
            "罗大经",
            "《鹤林玉露》说：“诗家有以山喻愁者，杜少陵云：‘忧端如山来（按：当作“齐终南”），澒洞不可掇’；有以水喻愁者，",
            "李颀",
            "云：‘请量东海水，看取浅深愁’。”李白独辟蹊径，以“白发三千丈”之长喻愁之深之重，“尤为新奇”，“兴中有比，意味更长”（同上）。人们不但不会因“三千丈”的无理而见怪诗人，相反会由衷赞赏这出乎常情而又入于人心的奇句，而且感到诗人的长叹疾呼实堪同情。",
            "　　人看到自己头上生了白发以及白发的长短，是因为照镜而知。首二句暗藏照镜，三四句就明白写出：",
            "　　“不知明镜里，何处得秋霜！”",
            "　　秋霜色白，以代指白发，似重复又非重复，它并具忧伤憔悴的感情色彩，不是白发的“白”字所能兼带。上句的“不知”，不是真不知，不是因“不知”而发出“何处”之问。这两句不是问语，而是愤激语，痛切语。诗眼就在下句的一个“得”字上。如此浓愁，从何而“得”？“得”字直贯到诗人半生中所受到的排挤压抑；所志不遂，因此而愁生白发，鬓染秋霜，亲历亲感，何由不知！李白有“奋其志能，愿为辅弼”的雄心，有使“寰区大定，海县清一”的理想（均见《代寿山答孟少府移文书》），尽管屡遭挫折，未能实现，但他的志向绐终不泯。写这首诗时，他已经五十多岁了，壮志未酬，人已衰老，怎能不倍加痛苦！所以揽镜自照，触目惊心，发生“白发三千丈”的孤吟，使天下后世识其悲愤，并以此奇想奇句流传千古，可谓善作不平鸣者了。",
            "（",
            "张秉",
            "戍 陈长明）                 "
        ]
    },
    {
        "title": "《永王东巡歌十一首》",
        "time": "757",
        "paragraphs": [
            "                   永王正月东出师，天子遥分龙虎旗。",
            "楼船一举风波静，江汉翻为雁鹜池。",
            "三川北虏乱如麻，四海南奔似永嘉。",
            "但用东山谢安石，为君谈笑静胡沙。",
            "雷鼓嘈嘈喧武昌，云旗猎猎过寻阳。",
            "秋毫不犯三吴悦，春日遥看五色光。",
            "龙蟠虎踞帝王州，帝子金陵访古丘。",
            "春风试暖昭阳殿，明月还过鳷鹊楼。",
            "二帝巡游俱未回，五陵松柏使人哀。",
            "诸侯不救河南地，更喜贤王远道来。",
            "丹阳北固是吴关，画出楼台云水间。",
            "千岩烽火连沧海，两岸旌旗绕碧山。",
            "王出三山按五湖，楼船跨海次陪都。",
            "战舰森森罗虎士，征帆一一引龙驹。",
            "长风挂席势难回，海动山倾古月摧。",
            "君看帝子浮江日，何似龙骧出峡来。",
            "祖龙浮海不成桥，汉武寻阳空射蛟。",
            "我王楼舰轻秦汉，却似文皇欲渡辽。",
            "帝宠贤王入楚关，扫清江汉始应还。",
            "初从云梦开朱邸，更取金陵作小山。",
            "试借君王玉马鞭，指挥戎虏坐琼筵。",
            "南风一扫胡尘静，西入长安到日边。               "
        ],
        "category": [
            "战争诗"
        ],
        "explain": [
            "                        三川北虏乱如麻， 四海南奔似永嘉。",
            "但用东山谢安石， 为君谈笑静胡沙。",
            "　　天宝十四载（755），安禄山在范阳起兵造反，第二年攻陷潼关。京师震恐，",
            "唐玄宗",
            "仓皇出逃四川，途中命其第十六子永王李璘经营长江流域。十二月下旬，永王引水师顺江东下，途经九江时，三请",
            "李白",
            "出庐山，诗人应召，参加了李璘幕府。随军途中，写下《永王东巡歌》十一首，这是第二首。",
            "　　“三川北虏乱如麻”，三川即黄河、洛河、伊河，这里指三水流经的河南郡（包括河南黄河两岸一带）。北虏指安禄山叛军。“乱如麻”喻叛军既多且乱。叛军到处烧杀抢掠，造成广大三川地区人烟断绝，千里萧条。“四海南奔似永嘉”，历史的惊人相似，使诗人回想起晋怀帝永嘉五年（311）时，前汉刘聪的相国刘曜，攻陷晋都洛阳，把人民推入水深火热之中。在诗人眼里，同为胡人，同起于北方，同样造成了天下大乱。这就从历史高度揭示了这场灾难的规模和性质，表明了鲜明的爱憎。",
            "　　“但用东山谢安石，为君谈笑静胡沙”是本篇最精彩之笔。史载，前秦苻坚进攻东晋，领兵百万，声势浩大。谢安被孝武帝任为征讨大都督，却奕棋自若，破苻坚大军于淝水，创造了历史上以少胜多的著名战例。诗人自比“东山再起”的谢安，抒写自己出匡庐以佐王师之情。可以看出李白此时雄心勃勃，自负很高。前著“但用”，后书“为君”，笔势飞动，风度潇洒，一种豪迈的气概、乐观的情绪和必胜的信念跃然纸上。以“胡沙”喻叛军，形象而深刻。叛军之来，有如妖如魔，飞沙走石，席卷大地，遮天蔽日。既写出它不可一世的嚣张气焰和暗无天日的残暴行径，又写出徒有声势的虚弱本质和为时不长的必然趋势。“静”字，凝炼、概括，使人想见胡沙平息后的清平世界，朗朗乾坤；为君“静胡沙”又在“谈笑”之间，更见其成竹在胸，胜券在手，指挥若定，易如反掌之气概，读之心胸开拓，精神为之一振。",
            "　　此诗的一个特色是用典精审，比拟切当。古人认为成功的用典应有三条：“易见事”、“易识事”、“易诵读”。（宋魏庆之《诗人玉屑·用事》）诗人连用二典，皆炼意传神，明白晓达，情境俱现，相映增辉，不愧为用典之上乘。全诗艺术构思，欲抑故扬，跌宕有致。诗人于前二句极写叛军之多且凶，国灾民难之甚且危，目的却在衬托后二句作者的宏图大略。局势写得越严重，就愈见其高昂的爱国热情和“一扫胡沙净”的雄心；气氛写得越紧张，就愈见其从容镇定地“挽狂澜于既倒”的气魄。这种反衬性的蓄势之笔，增强了诗的力量。",
            "试借君",
            "王玉",
            "马鞭， 指挥戎虏坐琼筵。",
            "南风一扫胡尘静， 西入长安到日边。",
            "　　李白到永王幕府以后，踌躇满志，以为可以一舒抱负，“奋其智能，愿为辅弼”，成为象谢安那样叱咤风云的人物。这首诗就透露出李白的这种心情。",
            "　　诗人一开始就运用浪漫的想象，象征的手法，塑造了盖世英雄式的自我形象。“试借君王玉马鞭”，豪迈俊逸，可谓出语惊人，比起直向永王要求军权，又来得有诗味多了。这里超凡的豪迈，不仅表现在敢于毛遂自荐、当仁不让的举措上；也不仅表现在“平交诸侯”、“不屈己不干人”的落落风仪上；还表 现在“试借”二字上，诗人并不稀罕权力（“玉马鞭”）本身，不过借用一回，冀申铅刀一割之用。",
            "　　有军权才能指挥战争，原是极普通的道理。一到诗人笔下，就被赋予理想的光辉，一切都化为奇妙。“指挥戎虏坐琼筵”，就指挥战争的从容自信而言，诗意与“为君谈笑静胡沙”略同，但境界更奇。比较起来，连“运筹帷幄之中，决胜于千里之外”都变得平常了。能自如指挥三军已不失为",
            "高明",
            "统帅，而这里却能高坐琼筵之上，于觥筹交错之间“指挥戎虏”，赢得一场战争，那简直是不可思议的奇迹。写战争没有一丝“火药味”，还匪夷所思地用上“琼”“玉”字样，这就把战争浪漫化或诗化了。这又正是李白个性的自然流露。",
            "　　那时不是“三川北虏乱如麻，四海南奔似永嘉”，局面几乎不可收拾么？但有了这样的英才，一切都将变得轻而易举。“南风一扫胡尘静”，几乎转瞬之间，就“使寰区大定，海县清一”（《代寿山答孟少府移文书》）。以南风扫尘来比喻战争，不仅形象化，而且有所取义。盖古人认为南风是滋养万物之风，“南风”句也就含有复兴邦家之意。而永王军当时在南方，用“南风”设譬也贴切。",
            "　　当完成如此伟大的统一事业之后，又该怎样呢？出将入相？否，那远非李白的志向。诗人一向崇拜的人物是鲁仲连，他的最高理想是功成身退。这一点诗人屡次提到，同期诗作《在水军宴赠幕府诸侍御》中的“所冀旄头灭，功成追鲁连”，就是此意。",
            "　　这里，诗人再一次表达了这一理想，而且以此推及永王。“西入长安到日边”（日是皇帝的象征；而言长安在日边），这不但意味着“谈笑凯歌还”，还隐含功成弗居之意。诗人万没想到，永王璘广揽人物、招募壮士是别有用心。在他那过于浪漫的心目中，永王也被理想化了。",
            "　　李白第二次从政活动虽然以悲惨的失败告终，但他燃烧着爱国热情的诗篇却并不因此减色。在唐绝句中，象《永王东巡歌》这样饱含政治热情，把干预现实和追求理想结合起来，运用浪漫主义手法创作的作品不可多得。此诗形象飞动，词气夸张，写得兴会淋漓，千载以下读之，仍凛凛有生气。",
            "（周啸天）                 "
        ]
    },
    {
        "title": "《沙丘城下寄杜甫》",
        "time": "746",
        "paragraphs": [
            "                   我来竟何事，高卧沙丘城。",
            "城边有古树，日夕连秋声。",
            "鲁酒不可醉，齐歌空复情。",
            "思君若汶水，浩荡寄南征。               "
        ],
        "category": [
            "友情诗"
        ],
        "explain": [
            "                        　　",
            "李白",
            "与",
            "杜甫",
            "的交谊是中国文学史上珍贵的一页。现存的李白诗歌中，公认的直接为杜甫而写的只有两首，一是《鲁郡东石门送杜二甫》，另一首就是这首诗。",
            "　　沙丘城，位于山东汶水之畔，是李白在鲁中的寄寓之地。这首诗可能是天宝四载（745）秋，李白在鲁郡送别杜甫、南游江东之前，回到沙丘寓所写。从天宝三载春夏之交，到天宝四载秋，两人虽然也有过短暂的分别，但相处的日子还是不少的。现在，诗人送别了杜甫，从那种充满着友情与欢乐的生活中，独自一人回到沙丘，自然倍感孤寂，倍觉友谊的可贵。此诗就是抒发了这种情境之下的无法排遣的“思君”之情。不过，值得注意的是，诗人一开始用很多的笔墨写“我”──“我”的生活，“我”的周围环境，以及“我”的心情。诗的前六句没有一个“思”字，也没有一个“君”字。读来大有山回路转、莫知所至的感觉，直到诗的结尾才豁然开朗，说出“思君”二字。当我们明白了这个主旨之后，再回过头去细味前六句，便又觉得无一句不是写“思君”之情，而且是一联强似一联，以至最后不能不直抒其情。可以说前六句之烟云，都成了后二句之烘托。这样的构思，既能从各个角度，用各种感受，为诗的主旨蓄势，同时也赋予那些日常生活的情事以浓郁的诗味。",
            "　　诗劈头就说：“我来竟何事？”这是诗人自问，其中颇有几分难言的恼恨和自责的意味。这自然会引起读者的",
            "关注",
            "，并造成悬念。“高卧沙丘城”，高卧，实际上就是指自己闲居乏味的生活。这句话一方面描写了眼下的生活，一方面也回应了提出上述问题的原因。诗人不来沙丘“高卧”又会怎样呢？联系诗题（“寄杜甫”），联系来沙丘之前和杜甫相处的那些日子，答案就不言而喻了。这凌空而来的开头，正是把诗人那种友爱欢快的生活消失之后的复杂、苦闷的感情，以一种突发的方式迸发出来了。",
            "　　一二句偏于主观情绪的抒发，三四句则转向客观景物的描绘。“城边有古树，日夕连秋声”。眼前的沙丘城对于诗人来说，象是别无所见，别无所闻，只有城边的老树，在秋风中日夜发出瑟瑟之声。“夜深风竹敲秋韵，万叶千声皆是恨”。这萧瑟的秋风，凄寂的气氛，更令人思念友人，追忆往事，更叫人愁思难解。怎么办呢？“别离有相思，瑶瑟与金樽”。然而，此时此地，此情此景，非比寻常，酒也不能消愁，歌也无法忘忧。鲁、齐，是指当时诗人所在的山东。“不可醉”，即没有那个兴趣去痛饮酣醉。“空复情”，因为自己无意欣赏，歌声也只能徒有其情。这么翻写一笔，就大大地加重了抒情的分量，同时也就逼出下文。",
            "　　汶水，发源于山东莱芜，西南流向。杜甫在鲁郡告别李白欲去长安，长安也正位于鲁地的西南。所以诗人说：我的思君之情犹如这一川浩荡的汶水，日夜不息地紧随着你悠悠南行。诗人寄情于流水，照应诗题，点明了主旨，那流水不息、相思不绝的意境，更造成了语尽情长的韵味。这种绵绵不绝的思情，和那种“天边看绿水，海上见青山。兴罢各分袂，何须醉别颜”的开阔洒脱的胸襟，显示了诗人感情和格调的丰富多采。",
            "　　在中国古代诗歌的发展中，古体先于律体。但是，我们也会看到当律体盛行的时候，对于古诗的写作也不无影响。例如李白的这首五古，全诗八句，中间四句虽非工整的对仗，但其中部分词语的对仗以及整个的格式，却可以见到律诗的痕迹。这种散中有对、古中有律的章法和句式，更好地抒发了诗人纯真而深沉的感情，也使得全诗具有一种自然而凝重的风格。",
            "（赵其钧）                 "
        ]
    },
    {
        "title": "《经下邳圯桥怀张子房》",
        "time": "738",
        "paragraphs": [
            "                   子房未虎啸，破产不为家。",
            "沧海得壮士，椎秦博浪沙。",
            "报韩虽不成，天地皆振动。",
            "潜匿游下邳，岂曰非智勇。",
            "我来圯桥上，怀古钦英风。",
            "惟见碧流水，曾无黄石公。",
            "叹息此人去，萧条徐泗空。               "
        ],
        "category": [
            "怀古诗"
        ],
        "explain": [
            "                        　　这是",
            "李白",
            "经过下邳（在江苏睢宁）圯桥时写的一首怀古之作。诗饱含钦慕之情，颂扬张良的智勇豪侠，其中又暗寓着诗人的身世感慨。张良，字子房，是辅佐",
            "刘邦",
            "打天下的重要谋臣。诗起句“虎啸”二字，即指张良跟随汉高祖以后，其叱咤风云的业绩。但诗却用“未”字一笔撇开，只从张良发迹前写起。张良的祖父和父亲曾相继为韩国宰相，秦灭韩后，立志报仇，“弟死不葬，悉以家财求客刺秦皇”（《史记·留侯世家》）。“破产不为家”五字，点出了张良素来就是一个豪侠仗义、不同寻常的人物。后两句写其椎击秦始皇的壮举。据《史记》记载，张良后来“东见沧海君，得力士，为铁椎重百二十斤。秦皇帝东游，良与客狙击秦皇帝博浪沙中”。诗人把这一小节熔铸成十个字：“沧海得壮士，椎秦博浪沙。”以上四句直叙之后，第五句一折，“报韩虽不成”，惋惜力士椎击秦始皇时误中副车。秦皇帝为之寒栗，赶紧“大索天下”，而张良的英雄胆略，遂使“天地皆振动”。七、八两句“潜匿游下邳，岂曰非智勇”，写张良“更姓名潜匿下邳”，而把圯桥进履，受黄石公书一段略去不写，只用一个“智”字暗点，暗度到三句以后的“曾无黄石公”。“岂曰非智勇？”不以",
            "陈述",
            "句法正叙，而改用反问之笔，使文气跌宕，不致平衍。后人评此诗，说它句句有飞腾之势，说得未免抽象，其实所谓“飞腾之势”，就是第五句的“虽”字一折和第八句的“岂”字一宕所构成。",
            "　　以上八句夹叙夹议，全都针对张良，李白本人还没有插身其中。九、十两句“我来圯桥上，怀古钦英风”，这才通过长存的圯桥古迹，把今人、古人结合起来了。诗人为何“怀古钦英风”呢？其着眼点还是在现实：“唯见碧流水，曾无黄石公。”此两句，句法有似五律中的流水对。上句切合圯桥，桥下流水，清澈碧绿，一如张良当时。岁月无常，回黄转绿，大有孔子在川上“逝者如斯夫，不舍昼夜”之慨。下句应该说是不见张子房了，可是偏偏越过张子房，而说不见张子房之师黄石公。诗人的用意是：当代未尝没有如张良一般具有英风的人，只是没有象黄石公那样的人，加以识拔，传以太公兵法，造就“为王者师”的人才罢了。表面上是“叹息此人去，萧条徐泗空”，再也没有这样的人了；实际上，这里是以曲笔自抒抱负。《孟子·尽心下》云：“由孔子而来至于今，百有余岁，去圣人之世，若此其未远也，近圣人之居，若此其甚也，然而无有乎尔，则亦无有乎尔。”表面上孟子是喟叹世无孔子，实质上是隐隐地以孔子的继承人自负。李白在这里用笔正和孟子有异曲同工之处：谁说“萧条徐泗空”，继张良而起，当今之世，舍我其谁哉！诗人《扶风豪士歌》的结尾说：“张良未逐赤松去，桥边黄石知我心”，可以看作此诗末两句的注脚。",
            "　　一首怀古之作，写得如此虎虎有势而又韵味深长，这是极可欣赏的。",
            "（沈熙乾）                 "
        ]
    },
    {
        "title": "《天马歌》",
        "time": "",
        "paragraphs": [
            "                   天马来出月支窟，背为虎文龙翼骨。嘶青云，振绿发，",
            "兰筋权奇走灭没。腾昆仑，历西极，四足无一蹶。",
            "鸡鸣刷燕晡秣越，神行电迈蹑慌惚。天马呼，飞龙趋，",
            "目明长庚臆双凫。尾如流星首渴乌，口喷红光汗沟朱。",
            "曾陪时龙蹑天衢，羁金络月照皇都。逸气棱棱凌九区，",
            "白璧如山谁敢沽。回头笑紫燕，但觉尔辈愚。天马奔，",
            "恋君轩，駷跃惊矫浮云翻。万里足踯躅，遥瞻阊阖门。",
            "不逢寒风子，谁采逸景孙。白云在青天，丘陵远崔嵬。",
            "盐车上峻坂，倒行逆施畏日晚。伯乐翦拂中道遗，",
            "少尽其力老弃之。愿逢田子方，恻然为我悲。",
            "虽有玉山禾，不能疗苦饥。严霜五月凋桂枝，",
            "伏枥衔冤摧两眉。请君赎献穆天子，犹堪弄影舞瑶池。               "
        ],
        "category": [
            "人生"
        ],
        "explain": "None"
    },
    {
        "title": "《秋登宣城谢眺北楼》",
        "time": "754",
        "paragraphs": [
            "                   江城如画里，山晓望晴空。",
            "两水夹明镜，双桥落彩虹。",
            "人烟寒橘柚，秋色老梧桐。",
            "谁念北楼上，临风怀谢公。               "
        ],
        "category": [
            "描写秋天",
            "怀古诗",
            "咏史诗"
        ],
        "explain": [
            "                        [注释]（1）",
            "谢朓",
            "北楼：在安徽省宣城县阳陵山顶。谢朓是南齐诗人，此楼是他任宣城",
            "太守",
            "时所建。（2）江城：指宣城。（3）两水：指宛溪、句溪。宛溪上下有凤凰、济川两桥。明镜：指拱桥桥洞和它在水中的倒影合成的圆形，像明亮的镜子一样。（4）彩虹：指水中的桥影。（5）人烟：炊烟。（6）谢公：谢朓。",
            "　　谢朓北楼是南齐诗人谢朓任宣城太守时所建，又名谢公楼，",
            "唐时",
            "改名叠嶂楼，是宣城的登览胜地。宣城处于山环水抱之中，陵阳山冈峦盘屈，三峰挺秀；句溪和宛溪的溪水，萦回映带着整个城郊，真是“鸟去鸟来山色里，人歌人哭水声中”（",
            "杜牧",
            "《题宣州开元寺水阁阁下宛溪夹溪居人》）。这诗作于天宝十三载（754），这年中秋节后，",
            "李白",
            "从金陵再度来到宣城。",
            "　　一个晴朗的秋天的傍晚，诗人独自登上了谢公楼。岚光山影，是如此的明净！凭高俯瞰，这“江城”简直是在画图中似的。开头两句，诗人把他登览时所见景色概括地写了出来，总摄全篇，一下子就把读者深深吸引住，一同进入诗的意境中去了。",
            "严羽",
            "《沧浪诗话》云：“太白发句，谓之开门见山。”指的就是这种表现手法。",
            "　　中间四句是具体的描写。这四句诗里所塑造的艺术形象，都是从上面的一个“望”字生发出来的。从结构的关系来说，上两句写“江城如画”，下两句写“山晚晴空”；四句是一个完整的统一体，而又是有层次的。“两水”指句溪和宛溪。宛溪源出峄山，在宣城的东北与句溪相会，绕城合流，所以说“夹”。因为是秋天，溪水更加澄清，它平静地流着，波面上泛出晶莹的光。用“明镜”来形容，是最恰当不过的。“双桥”指横跨溪水的上、下两桥。上桥叫做凤凰桥，在城的东南泰和门外；下桥叫做济川桥，在城东阳德门外，都是隋文帝开皇年间（581-600）的建筑。这两条长长的大桥架在溪上，倒影水中，从高楼上远远望去，缥青的溪水，鲜红的夕阳，在明灭照射之中，桥影幻映出无限奇异的璀灿色彩。这哪里是桥呢？简直是天上两道彩虹，而这“彩虹”的影子落入“明镜”之中去了。读了这两句，我们会自然而然地联想到诗人另一名作《望庐山瀑布》中的“飞流直下三千尺，疑是银河落九天”。两者同样是用比拟的手法来塑造形象，同样用一个“落”字把地下和天上联系起来；然而同中有异，异曲同工：一个是以银河比拟瀑布的飞流，一个是用彩虹写夕阳明灭的波光中双桥的倒影；一个着重在描绘其奔腾直下的气势，一个着重在显示其瑰丽变幻的色彩，两者所给予人们的美感也不一样，而诗人想象的丰富奇妙，笔致的活泼空灵，则同样使人惊叹。",
            "　　秋天的傍晚，原野是静寂的，山冈一带的丛林里冒出人家一缕缕的炊烟，橘柚的深碧，梧桐的微黄，呈现出一片苍寒景色，使人感到是秋光渐老的时候了。",
            "　　我们不难想象，当时诗人的心情是完全沉浸在他的视野里，他的观察是深刻的，细致的；而他的描写又是毫不粘滞的。他站得高，望得远，抓住了一刹那间的感受，用极端凝炼的形象语言，在随意点染中勾勒出一个深秋的轮廓，深深地透漏出季节和环境的气氛。他不仅写出秋景，而且写出了秋意。如果我们细心领会一下，就会发现他在高度概括之中，用笔是丝丝入扣的。",
            "　　这结尾两句，从表面看来很简单，只不过和开头二句一呼一应，点明登览的地点是在“北楼上”；这北楼是谢朓所建的，从登临到怀古，似乎是照例的公式，因而李白就不免顺便说一句怀念古人的话罢了。这里值得注意是“谁念”两个字。“怀谢公”的“怀”，是李白自指，“谁念”的“念”，是指别人。两句的意思，是慨叹自己“临风怀谢公”的心情没有谁能够理解。这就不是一般的怀古了。",
            "　　李白在长安为权贵所排挤、弃官而去之后，政治上一直处于失意之中，过着飘荡四方的流浪生活。客中的抑郁和感伤，特别当摇落秋风的时节，他那寂寞的心情，是可以想象的。宣城是他旧游之地，现在他又重来这里。一到宣城，他就会怀念到谢朓，这不仅因为谢朓在宣城遗留下象叠嶂楼这样的名胜古迹，更重要的是因为谢朓对宣城有着和自己相同的情感。当李白独自在谢朓楼上临风眺望的时候，面对着谢朓所吟赏的山川，缅怀他平素所仰慕的这位前代诗人，虽然古今世隔，然而他们的精神却是遥遥相接的。这种渺茫的心情，反映了他政治上苦闷彷徨的孤独之感；正因为政治上受到压抑，找不到出路，所以只得寄情山水，尚友古人；他当时复杂的情怀，又有谁能够理解呢？",
            "（马茂元）",
            "[译文]宣城优美的风景犹如画中一般，傍晚站在阳陵山北楼上观赏晴空晚景。宛溪、句溪水流清澈，凤凰、济川二桥的拱门和水中的倒影合成圆形，有如明镜，又像跨过溪水的彩虹。炊烟袅袅飘入桔柚林中，平添了一份寒意；秋意浓浓，梧桐树叶桔黄纷纷落地。谁会想到在这北楼上，还有人面对秋风怀念诗人谢朓呢。　                 "
        ]
    },
    {
        "title": "《宣城见杜鹃花》",
        "time": "755",
        "paragraphs": [
            "                   蜀国曾闻子规鸟，宣城还见杜鹃花。",
            "一叫一回肠一断，三春三月忆三巴。               "
        ],
        "category": [
            "思乡诗"
        ],
        "explain": "None"
    },
    {
        "title": "《鲁郡东石门送杜二甫》",
        "time": "745",
        "paragraphs": [
            "                   醉别复几日，登临遍池台。",
            "何时石门路，重有金樽开。",
            "秋波落泗水，海色明徂徕。",
            "飞蓬各自远，且尽手中杯。               "
        ],
        "category": [
            "友情诗"
        ],
        "explain": [
            "                        　　",
            "李白",
            "于天宝三载（744）被诏许还乡，驱出朝廷后，在洛阳与",
            "杜甫",
            "相识，两人一见如故，来往密切。天宝四载，李杜重逢，同游齐鲁。深秋，杜甫西去长安，李白再游江东，两人在鲁郡东石门分手，临行时李白写了这首送别诗。题中的“二”，是杜甫的排行。",
            "　　“醉别复几日”，没有几天便要离别了，那就痛快地一醉而别吧！两位大诗人在即将分手的日子里舍不得离开。“醉眠秋共被，携手日同行”，鲁郡一带的名胜古迹，亭台楼阁几乎都登临游览遍了，“登临遍池台”说的就是这个意思。李白多么盼望这次分别后还能再次重会，同游痛饮：“何时石门路，重有金樽开？”石门，山名，在山东曲阜东北，是一座风景秀丽的山峦，山有寺院，泉水潺潺，李杜经常在这幽雅隐逸的胜地游览。这两句诗也就是杜甫所说的“何时一樽酒，重与细论文”的意思。“重有金樽开”这一“重”字，热烈地表达了李白希望重逢欢叙的迫切心情；又说明他们生活中有共同的乐趣，富有浓烈的生活气息，读来令人感到亲切。",
            "　　李杜同嗜酒，同爱游山玩水。他们是在秋高气爽、风景迷人的情景中分别的：“秋波落泗水，海色明徂徕。”这里形容词“明”用如动词，赋予静态的自然色彩以运动感。不说徂徕山色本身如何青绿，而说苍绿色彩主动有意地映照徂徕山，和",
            "王安石",
            "的诗句“两山排闼送青来”（《书湖阴先生壁》）所采用的拟人化手法相似，这就把山色写活，显得生气勃勃而富有气势。“明”字是这句诗的“诗眼”，写得传神而生动。在这山青水秀、风景如画的背景中，两个知心朋友在难舍难分，依依惜别：“飞蓬各自远，且尽手中杯！”好友离别，仿佛转蓬随风飞舞，各自飘零远逝，令人难过。语言不易表达情怀，言有尽而意无穷，那么，就倾尽手中杯，以酒抒怀，来一个醉别吧！感情是多么豪迈而爽朗。结句干脆有力，李白对杜甫的深厚友情，不言而喻而又倾吐无遗。",
            "　　这首送别诗以“醉别”开始，干杯结束，首尾呼应，一气呵成，充满豪放不羁和乐观开朗的感情，给人以鼓舞和希望而毫无缠绵哀伤的情调。诗中的山水形象，隽美秀丽，明媚动人，自然美与人情美－－真挚的友情，互相衬托；纯洁无邪、胸怀坦荡的友谊和清澄的泗水秋波、明净的徂徕山色交相辉映，景中寓情，情随景现，给人以深刻的美感享受。这首诗以情动人，以美感人，充满诗情画意，是脍炙人口的佳作。",
            "　　",
            "（何国治）                 "
        ]
    },
    {
        "title": "《九日》",
        "time": "755",
        "paragraphs": [
            "                   今日云景好，水绿秋山明。携壶酌流霞，搴菊泛寒荣。",
            "地远松石古，风扬弦管清。窥觞照欢颜，独笑还自倾。",
            "落帽醉山月，空歌怀友生。               "
        ],
        "category": [
            "重阳节"
        ],
        "explain": "None"
    },
    {
        "title": "《豫章行》",
        "time": "760",
        "paragraphs": [
            "                   胡风吹代马，北拥鲁阳关。吴兵照海雪，西讨何时还。",
            "半渡上辽津，黄云惨无颜。老母与子别，呼天野草间。",
            "白马绕旌旗，悲鸣相追攀。白杨秋月苦，早落豫章山。",
            "本为休明人，斩虏素不闲。岂惜战斗死，为君扫凶顽。",
            "精感石没羽，岂云惮险艰。楼船若鲸飞，波荡落星湾。",
            "此曲不可奏，三军鬓成斑。               "
        ],
        "category": [
            "战争诗"
        ],
        "explain": "None"
    },
    {
        "title": "《春怨》",
        "time": "",
        "paragraphs": [
            "                   白马金羁辽海东，罗帷绣被卧春风。",
            "落月低轩窥烛尽，飞花入户笑床空。               "
        ],
        "category": [
            "闺怨诗",
            "描写春天",
            "思念诗"
        ],
        "explain": "None"
    },
    {
        "title": "《折杨柳》",
        "time": "",
        "paragraphs": [
            "                   垂杨拂绿水，摇艳东风年。花明玉关雪，叶暖金窗烟。",
            "美人结长想，对此心凄然。攀条折春色，远寄龙庭前。               "
        ],
        "category": [
            "描写春天",
            "思念诗"
        ],
        "explain": "None"
    },
    {
        "title": "《塞下曲六首》",
        "time": "",
        "paragraphs": [
            "                   五月天山雪，无花只有寒。",
            "笛中闻折柳，春色未曾看。",
            "晓战随金鼓，宵眠抱玉鞍。",
            "愿将腰下剑，直为斩楼兰。",
            "天兵下北荒，胡马欲南饮。",
            "横戈从百战，直为衔恩甚。",
            "握雪海上餐，拂沙陇头寝。",
            "何当破月氏，然后方高枕。",
            "骏马似风飙，鸣鞭出渭桥。",
            "弯弓辞汉月，插羽破天骄。",
            "阵解星芒尽，营空海雾消。",
            "功成画麟阁，独有霍嫖姚。",
            "白马黄金塞，云砂绕梦思。",
            "那堪愁苦节，远忆边城儿。",
            "萤飞秋窗满，月度霜闺迟。",
            "摧残梧桐叶，萧飒沙棠枝。",
            "无时独不见，流泪空自知。",
            "塞虏乘秋下，天兵出汉家。",
            "将军分虎竹，战士卧龙沙。",
            "边月随弓影，胡霜拂剑花。",
            "玉关殊未入，少妇莫长嗟。",
            "烽火动沙漠，连照甘泉云。",
            "汉皇按剑起，还召李将军。",
            "兵气天上合，鼓声陇底闻。",
            "横行负勇气，一战净妖氛。               "
        ],
        "category": [
            "描写雪"
        ],
        "explain": [
            "                        　　《塞下曲》出于汉乐府《出塞》《入塞》等曲（属《横吹曲》），为唐代新乐府题，歌辞多写边塞军旅生活。",
            "李白",
            "所作共六首，此其第一首。作者天才豪纵，作为律诗亦逸气凌云，独辟一境。象这首诗，几乎完全突破律诗通常以联为单位作起承转合的常式，大致讲来，前四句起，五六句为承，末二句作转合，直是别开生面。",
            "　　起从“天山雪”开始，点明“塞下”，极写边地苦寒。“五月”在内地属盛暑，而天山尚有“雪”。但这里的雪不是飞雪，而是积雪。虽然没有满空飘舞的雪花（“无花”），却只觉寒气逼人。仲夏五月“无花”尚且如此，其余三时（尤其冬季）寒如之何就可以想见了。所以，这两句是举轻而见重，举隅而反三，语淡意浑。同时，“无花”二字双关不见花开之意，这层意思紧启三句“笛中闻折柳”。“折柳”即《折杨柳》曲的省称。这句表面看是写边地闻笛，实话外有音，意谓眼前无柳可折，“折柳”之事只能于“笛中闻”。花明柳暗乃春色的表征，“无花”兼无柳，也就是“春色未曾看”了。这四句意脉贯通，“一气直下，不就羁缚”（",
            "沈德潜",
            "《说诗晬语》），措语天然，结意深婉，不拘格律，如古诗之开篇，前人未具此格。",
            "　　五六句紧承前意，极写军旅生活的紧张。古代行军鸣金（錞、镯之类）击鼓，以整齐步伐，节止进退。写出“金鼓”，则烘托出紧张气氛，军纪",
            "严肃",
            "可知。只言“晓战”，则整日之行军、战斗俱在不言之中。晚上只能抱着马鞍打盹儿，更见军中生活之紧张。本来，宵眠枕玉鞍也许更合军中习惯，不言“枕”而言“抱”，一字之易，紧张状态尤为突出，似乎一当报警，“抱鞍”者便能翻身上马，奋勇出击。起四句写“五月”以概四时；此二句则只就一“晓”一“宵”写来，并不铺叙全日生活，概括性亦强。全篇只此二句作对仗，严整的形式适与严肃之内容配合，增强了表达效果。",
            "　　以上六句全写边塞生活之艰苦，若有怨思，末二句却急作转语，音情突变。这里用了西汉傅介子的故事。由于楼兰（西域国名）王贪财，屡遮杀前往西域的汉使，傅介子受霍光派遣出使西域，计斩楼兰王，为国立功。此诗末二句借此表达了边塞将士的爱国激情：“愿将腰下剑，直为斩楼兰”。“愿”字与“直为”，语气砍截，慨当以慷，足以振起全篇。这是一诗点睛结穴之处。",
            "　　这结尾的雄快有力，与前六句的反面烘托之功是分不开的。没有那样一个艰苦的背景，则不足以显如此卓绝之精神。“总为末二语作前六句”（",
            "王夫之",
            "），此诗所以极苍凉而极雄壮，意境浑成。如开口便作豪语，转觉无力。这写法与“黄沙百战穿金甲，不破楼兰终不还”二语有异曲同工之妙。此诗不但篇法独造，对仗亦不拘常格，“于律体中以飞动票姚之势，运旷远奇逸之思”（",
            "姚鼐",
            "），自是五律别调佳作。",
            "　　",
            "（周啸天）                 "
        ]
    },
    {
        "title": "《出自蓟北门行》",
        "time": "752",
        "paragraphs": [
            "                   虏阵横北荒，胡星曜精芒。",
            "羽书速惊电，烽火昼连光。",
            "虎竹救边急，戎车森已行。",
            "明主不安席，按剑心飞扬。",
            "推毂出猛将，连旗登战场。",
            "兵威冲绝漠，杀气凌穹苍。",
            "列卒赤山下，开营紫塞傍。",
            "途冬沙风紧，旌旗飒凋伤。",
            "画角悲海月，征衣卷天霜。",
            "挥刃斩楼兰，弯弓射贤王。",
            "单于一平荡，种落自奔亡。",
            "收功报天子，行歌归咸阳。 \r                       "
        ],
        "category": [
            "战争诗"
        ],
        "explain": "None"
    },
    {
        "title": "《上留田行》",
        "time": "757",
        "paragraphs": [
            "                   行至上留田，孤坟何峥嵘。积此万古恨，春草不复生。",
            "悲风四边来，肠断白杨声。借问谁家地，埋没蒿里茔。",
            "古老向余言，言是上留田，蓬科马鬣今已平。",
            "昔之弟死兄不葬，他人于此举铭旌。一鸟死，百鸟鸣。",
            "一兽走，百兽惊。桓山之禽别离苦，欲去回翔不能征。",
            "田氏仓卒骨肉分，青天白日摧紫荆。交柯之木本同形，",
            "东枝憔悴西枝荣。无心之物尚如此，参商胡乃寻天兵。",
            "孤竹延陵，让国扬名。高风缅邈，颓波激清。",
            "尺布之谣，塞耳不能听。               "
        ],
        "category": [
            "讽刺诗"
        ],
        "explain": "None"
    },
    {
        "title": "《独不见》",
        "time": "",
        "paragraphs": [
            "                   白马谁家子，黄龙边塞儿。天山三丈雪，岂是远行时。",
            "春蕙忽秋草，莎鸡鸣西池。风摧寒棕响，月入霜闺悲。",
            "忆与君别年，种桃齐蛾眉。桃今百馀尺，花落成枯枝。",
            "终然独不见，流泪空自知。               "
        ],
        "category": [
            "思念诗"
        ],
        "explain": "None"
    },
    {
        "title": "《猛虎行  ( 此诗萧士□云是伪作 )  【上彬下》",
        "time": "756",
        "paragraphs": [
            "                   朝作猛虎行，暮作猛虎吟。",
            "肠断非关陇头水，泪下不为雍门琴。",
            "旌旗缤纷两河道，战鼓惊山欲倾倒。",
            "秦人半作燕地囚，胡马翻衔洛阳草。",
            "一输一失关下兵，朝降夕叛幽蓟城。",
            "巨鳌未斩海水动，鱼龙奔走安得宁。",
            "颇似楚汉时，翻覆无定止。",
            "朝过博浪沙，暮入淮阴市。",
            "张良未遇韩信贫，刘项存亡在两臣。",
            "暂到下邳受兵略，来投漂母作主人。",
            "贤哲栖栖古如此，今时亦弃青云士。",
            "有策不敢犯龙鳞，窜身南国避胡尘。",
            "宝书长剑挂高阁，金鞍骏马散故人。",
            "昨日方为宣城客，掣铃交通二千石。",
            "有时六博快壮心，绕床三匝呼一掷。",
            "楚人每道张旭奇，心藏风云世莫知。",
            "三吴邦伯多顾盼，四海雄侠皆相推。",
            "萧曹曾作沛中吏，攀龙附凤当有时。",
            "溧阳酒楼三月春，杨花漠漠愁杀人。",
            "胡人绿眼吹玉笛，吴歌白纻飞梁尘。",
            "丈夫相见且为乐，槌牛挝鼓会众宾。",
            "我从此去钓东海，得鱼笑寄情相亲。\r                       "
        ],
        "category": [
            "忧国忧民"
        ],
        "explain": "None"
    },
    {
        "title": "《冬日归旧山》",
        "time": "720",
        "paragraphs": [
            "                   未洗染尘缨，归来芳草平。一条藤径绿，万点雪峰晴。",
            "地冷叶先尽，谷寒云不行。嫩篁侵舍密，古树倒江横。",
            "白犬离村吠，苍苔壁上生。穿厨孤雉过，临屋旧猿鸣。",
            "木落禽巢在，篱疏兽路成。拂床苍鼠走，倒箧素鱼惊。",
            "洗砚修良策，敲松拟素贞。此时重一去，去合到三清。               "
        ],
        "category": [
            "励志诗",
            "描写冬天"
        ],
        "explain": "None"
    },
    {
        "title": "《宣城送刘副使入秦》",
        "time": "761",
        "paragraphs": [
            "                   君即刘越石，雄豪冠当时。凄清横吹曲，慷慨扶风词。",
            "虎啸俟腾跃，鸡鸣遭乱离。千金市骏马，万里逐王师。",
            "结交楼烦将，侍从羽林儿。统兵捍吴越，豺虎不敢窥。",
            "大勋竟莫叙，已过秋风吹。秉钺有季公，凛然负英姿。",
            "寄深且戎幕，望重必台司。感激一然诺，纵横两无疑。",
            "伏奏归北阙，鸣驺忽西驰。列将咸出祖，英僚惜分离。",
            "斗酒满四筵，歌啸宛溪湄。君携东山妓，我咏北门诗。",
            "贵贱交不易，恐伤中园葵。昔赠紫骝驹，今倾白玉卮。",
            "同欢万斛酒，未足解相思。此别又千里，秦吴渺天涯。",
            "月明关山苦，水剧陇头悲。借问几时还，春风入黄池。",
            "无令长相忆，折断绿杨枝。               "
        ],
        "category": [
            "赞美诗"
        ],
        "explain": "None"
    },
    {
        "title": "《下途归石门旧居》",
        "time": "754",
        "paragraphs": [
            "                   山高，越水清，握手无言伤别情。",
            "将欲辞君挂帆去，离魂不散烟郊树。",
            "此心郁怅谁能论，有愧叨承国士恩。",
            "云物共倾三月酒，岁时同饯五侯门。",
            "羡君素书尝满案，含丹照白霞色烂。",
            "余尝学道穷冥筌，梦中往往游仙山。",
            "何当脱屣谢时去，壶中别有日月天。",
            "俯仰人间易凋朽，钟峰五云在轩牖。",
            "惜别愁窥玉女窗，归来笑把洪崖手。",
            "隐居寺，隐居山，陶公炼液栖其间。",
            "凝神闭气昔登攀，恬然但觉心绪闲。",
            "数人不知几甲子，昨夜犹带冰霜颜。",
            "我离虽则岁物改，如今了然失所在。",
            "别君莫道不尽欢，悬知乐客遥相待。",
            "石门流水遍桃花，我亦曾到秦人家。",
            "不知何处得鸡豕，就中仍见繁桑麻。",
            "翛然远与世事间，装鸾驾鹤又复远。",
            "何必长从七贵游，劳生徒聚万金产。",
            "挹君去，长相思，云游雨散从此辞。",
            "欲知怅别心易苦，向暮春风杨柳丝。 \r                       "
        ],
        "category": [
            "友情诗"
        ],
        "explain": "None"
    },
    {
        "title": "《上之回》",
        "time": "",
        "paragraphs": [
            "                   三十六离宫，楼台与天通。阁道步行月，美人愁烟空。\r",
            "\r恩疏宠不及，桃李伤春风。淫乐意何极，金舆向回中。\r",
            "\r万乘出黄道，千旗扬彩虹。前军细柳北，后骑甘泉东。\r",
            "\r岂问渭川老，宁邀襄野童。秋暮瑶池宴，归来乐未穷。\r\r\r                       "
        ],
        "category": [
            "忧国忧民"
        ],
        "explain": "None"
    },
    {
        "title": "《登梅冈望金陵赠族侄高座寺僧中孚》",
        "time": "",
        "paragraphs": [
            "                   钟山抱金陵，霸气昔腾发。天开帝王居，海色照宫阙。",
            "群峰如逐鹿，奔走相驰突。江水九道来，云端遥明没。",
            "时迁大运去，龙虎势休歇。我来属天清，登览穷楚越。",
            "吾宗挺禅伯，特秀鸾凤骨。众星罗青天，明者独有月。",
            "冥居顺生理，草木不剪伐。烟窗引蔷薇，石壁老野蕨。",
            "吴风谢安屐，白足傲履袜。几宿一下山，萧然忘干谒。",
            "谈经演金偈，降鹤舞海雪。时闻天香来，了与世事绝。",
            "佳游不可得，春风惜远别。赋诗留岩屏，千载庶不灭。               "
        ],
        "category": [
            "描写秋天"
        ],
        "explain": "None"
    },
    {
        "title": "《长相思二首》",
        "time": "",
        "paragraphs": [
            "                   长相思，在长安。",
            "络纬秋啼金井栏，微霜凄凄簟色寒。",
            "孤灯不明思欲绝，卷帷望月空长叹，",
            "美人如花隔云端。上有青冥之长天，",
            "下有渌水之波澜。天长路远魂飞苦，",
            "梦魂不到关山难。长相思，摧心肝。",
            "日色欲尽花含烟，月明欲素愁不眠。",
            "赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。",
            "此曲有意无人传，愿随春风寄燕然。",
            "忆君迢迢隔青天，",
            "昔时横波目，今作流泪泉。",
            "不信妾肠断，归来看取明镜前。               "
        ],
        "category": [
            "思念诗",
            "唐诗三百首"
        ],
        "explain": [
            "                        【注释】：",
            "燕然：山名，即杭",
            "爱山",
            "，在今蒙古人民共和国境内。",
            "【简析】：",
            "《长相思》属乐府《杂曲歌辞》，常以“长相思”三字开头和结尾。全诗写得情真意切，读来令人荡气回肠。前一首似有寄意，后一首写妇女对远征亲人的思念。",
            "　　",
            "李白",
            "七言歌行往往逞足笔力，写得豪迈奔放，但他也有一些诗篇能在豪放飘逸的同时兼有含蓄的思致。象这首《长相思》，大约是他离开长安后于沉思中回忆过往情绪之作，就显然属于这样的作品。 ",
            "　　“长相思”本汉代诗中语（如《古诗》：“客从远",
            "方来",
            "，遗我一书札。上言长相思，下言久离别”），六朝诗人多以名篇（如",
            "陈后主",
            "、",
            "徐陵",
            "、",
            "江总",
            "等均有作），并以“长相思”发端，属乐府《杂曲歌辞》。现存歌辞多写思妇之怨。李白此诗即拟其格而别有寄寓。",
            "　　诗大致可分两段。一段从篇首至“美人如花隔云端”，写诗中人“在长安”的相思苦情。诗中描绘的是一个孤栖幽独者的形象。他（或她）居处非不华贵──这从“金井阑”可以窥见，但内心却感到寂寞和空虚。作者是通过环境气氛层层渲染的手法，来表现这一人物的感情的。先写所闻──阶下纺织娘凄切地鸣叫。虫鸣则岁时将晚，孤栖者的落寞之感可知。其次写肌肤所感，正是“霜送晓寒侵被”时候，他更不能成眠了。“微霜凄凄”当是通过逼人寒气感觉到的。而“簟色寒”更暗示出其人已不眠而起。眼前是“罗帐灯昏”，益增愁思。一个“孤”字不仅写灯，也是人物心理写照，从而引起一番思念。“思欲绝”（犹言想煞人）可见其情之苦。于是进而写卷帷所见，那是一轮可望而不可即的明月呵，诗人心中想起什么呢，他发出了",
            "无可",
            "奈何的一声长叹。这就逼出诗中关键的一语：“美人如花隔云端。”“长相思”的题意到此方才具体表明。这个为诗中人想念的如花美人似乎很近，近在眼前；却到底很远，远隔云端。与月儿一样，可望而不可即。由此可知他何以要“空长叹”了。值得注意的是，这句是诗中唯一的单句（独立句），给读者的印象也就特别突出，可见这一形象正是诗人要强调的。",
            "　　以下直到篇末便是第二段，紧承“美人如花隔云端”句，写一场梦游式的追求。这颇类",
            "屈原",
            "《离骚》中那“求女”的一幕。在诗人浪漫的幻想中，诗中人梦魂飞扬，要去寻找他所思念的人儿。然而“天长地远”，上有幽远难极的高天，下有波澜动荡的渌水，还有重重关山，尽管追求不已，还是“两处茫茫皆不见”。这里，诗人的想象诚然奇妙飞动，而诗句的音情也配合极好。“青冥”与“高天”本是一回事，写“波澜”似亦不必兼用“渌水”，写成“上有青冥之高天，下有渌水之波澜”颇有犯复之嫌。然而，如径作“上有高天，下有波澜”（歌行中可杂用短句），却大为减色，怎么读也不够味。而原来带“之”字、有重复的诗句却显得音调曼长好听，且能形成咏叹的语感，正《诗大序》所谓“嗟叹之不足，故永歌之”（“永歌”即拉长声调歌唱），能传达无限感慨。这种句式，为李白特别乐用，它如“蜀道之难难于上青天”、“弃我去者，昨日之日不可留；乱我心者，今日之日多烦忧”、“君不见黄河之水天上来”等等，句中“之难”、“之日”、“之水”从文意看不必有，而从音情上看断不可无，而音情于诗是至关紧要的。再看下两句，从语意看，词序似应作：天长路远关山难（度），梦魂不到（所以）魂飞苦。写作“天长路远魂飞苦，梦魂不到关山难”，不仅是为趁韵，且运用连珠格形式，通过绵延不断之声音以状关山迢递之愁情，可谓辞清意婉，十分动人。由于这个追求是没有结果的，于是诗以沉重的一叹作结：“长相思，摧心肝！”“长相思”三字回应篇首，而“摧心肝”则是“思欲绝”在情绪上进一步的发展。结句短促有力，给人以执着之感，诗情虽则悲恸，但绝无萎靡之态。",
            "　　此诗形式匀称，“美人如花隔云端”这个独立句把全诗分为篇幅均衡的两部分。前面由两个三言句发端，四个七言句拓展；后面由四个七言句叙写，两个三言句作结。全诗从“长相思”展开抒情，又于“长相思”一语收拢。在形式上颇具对称整饬之美，韵律感极强，大有助于抒情。诗中反复抒写的似乎只是男女相思，把这种相思苦情表现得淋漓尽致；但是，“美人如花隔云端”就不象实际生活的写照，而显有托兴意味。何况我国古典诗歌又具有以“美人”喻所追求的理想人物的传统，如《楚辞》“恐美人之迟暮”。而“长安”这个特定地点更暗示这里是一种政治的托寓，表明此诗的意旨在抒写诗人追求政治理想不能实现的苦闷。就此而言，此诗诗意又深含于形象之中，隐然不露，具备一种蕴藉的风度。所以",
            "王夫之",
            "赞此诗道：“题中偏不欲显，象外偏令有余，一以为风度，一以为淋漓，乌乎，观止矣。”（《唐诗评选》）",
            "（周啸天）                 "
        ]
    },
    {
        "title": "《紫骝马》",
        "time": "",
        "paragraphs": [
            "                   紫骝行且嘶，双翻碧玉蹄。临流不肯渡，似惜锦障泥。",
            "白雪关山远，黄云海戍迷。挥鞭万里去，安得念春闺。               "
        ],
        "category": [
            "描写马"
        ],
        "explain": "None"
    },
    {
        "title": "《送贺宾客归越》",
        "time": "744",
        "paragraphs": [
            "                   镜湖流水漾清波，狂客归舟逸兴多。",
            "山阴道士如相见，应写黄庭换白鹅。               "
        ],
        "category": [
            "友情诗"
        ],
        "explain": "None"
    },
    {
        "title": "《郢门秋怀》",
        "time": "",
        "paragraphs": [
            "                   郢门一为客，巴月三成弦。朔风正摇落，行子愁归旋。",
            "杳杳山外日，茫茫江上天。人迷洞庭水，雁度潇湘烟。",
            "清旷谐宿好，缁磷及此年。百龄何荡漾，万化相推迁。",
            "空谒苍梧帝，徒寻溟海仙。已闻蓬海浅，岂见三桃圆。",
            "倚剑增浩叹，扪襟还自怜。终当游五湖，濯足沧浪泉。               "
        ],
        "category": [
            "描写秋天",
            "思乡诗"
        ],
        "explain": "None"
    },
    {
        "title": "《送友人寻越中山水》",
        "time": "",
        "paragraphs": [
            "                   闻道稽山去，偏宜谢客才。千岩泉洒落，万壑树萦回。",
            "东海横秦望，西陵绕越台。湖清霜镜晓，涛白雪山来。",
            "八月枚乘笔，三吴张翰杯。此中多逸兴，早晚向天台。               "
        ],
        "category": [
            "山水诗"
        ],
        "explain": "None"
    },
    {
        "title": "《落日忆山中》",
        "time": "",
        "paragraphs": [
            "                   雨后烟景绿，晴天散馀霞。东风随春归，发我枝上花。",
            "花落时欲暮，见此令人嗟。愿游名山去，学道飞丹砂。               "
        ],
        "category": [
            "描写春天",
            "描写风"
        ],
        "explain": "None"
    },
    {
        "title": "《春日行》",
        "time": "745",
        "paragraphs": [
            "                   深宫高楼入紫清，金作蛟龙盘绣楹。佳人当窗弄白日，",
            "弦将手语弹鸣筝。春风吹落君王耳，此曲乃是升天行。",
            "因出天池泛蓬瀛，楼船蹙沓波浪惊。三千双蛾献歌笑，",
            "挝钟考鼓宫殿倾，万姓聚舞歌太平。我无为，人自宁。",
            "三十六帝欲相迎，仙人飘翩下云輧。帝不去，留镐京。",
            "安能为轩辕，独往入窅冥。小臣拜献南山寿，",
            "陛下万古垂鸿名。               "
        ],
        "category": [
            "描写春天"
        ],
        "explain": "None"
    },
    {
        "title": "《早秋赠裴十七仲堪》",
        "time": "740",
        "paragraphs": [
            "                   远海动风色，吹愁落天涯。南星变大火，热气馀丹霞。",
            "光景不可回，六龙转天车。荆人泣美玉，鲁叟悲匏瓜。",
            "功业若梦里，抚琴发长嗟。裴生信英迈，屈起多才华。",
            "历抵海岱豪，结交鲁朱家。复携两少女，艳色惊荷葩。",
            "双歌入青云，但惜白日斜。穷溟出宝贝，大泽饶龙蛇。",
            "明主倘见收，烟霞路非赊。时命若不会，归应炼丹砂。               "
        ],
        "category": [
            "赞美诗"
        ],
        "explain": "None"
    },
    {
        "title": "《箜篌谣》",
        "time": "757",
        "paragraphs": [
            "                   攀天莫登龙，走山莫骑虎。贵贱结交心不移，",
            "唯有严陵及光武。周公称大圣，管蔡宁相容。",
            "汉谣一斗粟，不与淮南舂。兄弟尚路人，吾心安所从。",
            "他人方寸间，山海几千重。轻言托朋友，对面九疑峰。",
            "开花必早落，桃李不如松。管鲍久已死，何人继其踪。               "
        ],
        "category": [
            "友情诗",
            "哲理诗"
        ],
        "explain": [
            "                        【注释】：",
            "多：指开。",
            ""
        ]
    },
    {
        "title": "《西岳云台歌送丹丘子》",
        "time": "",
        "paragraphs": [
            "                   西岳峥嵘何壮哉，黄河如丝天际来。黄河万里触山动，",
            "盘涡毂转秦地雷。荣光休气纷五彩，千年一清圣人在。",
            "巨灵咆哮擘两山，洪波喷箭射东海。三峰却立如欲摧，",
            "翠崖丹谷高掌开。白帝金精运元气，石作莲花云作台。",
            "云台阁道连窈冥，中有不死丹丘生。明星玉女备洒扫，",
            "麻姑搔背指爪轻。我皇手把天地户，丹丘谈天与天语。",
            "九重出入生光辉，东来蓬莱复西归。玉浆倘惠故人饮，",
            "骑二茅龙上天飞。               "
        ],
        "category": [
            "山水诗"
        ],
        "explain": "None"
    },
    {
        "title": "《游溧阳北湖亭望瓦屋山怀古赠同旅》",
        "time": "",
        "paragraphs": [
            "                   朝登北湖亭，遥望瓦屋山。天清白露下，始觉秋风还。",
            "游子托主人，仰观眉睫间。目色送飞鸿，邈然不可攀。",
            "长吁相劝勉，何事来吴关。闻有贞义女，振穷溧水湾。",
            "清光了在眼，白日如披颜。高坟五六墩，崒兀栖猛虎。",
            "遗迹翳九泉，芳名动千古。子胥昔乞食，此女倾壶浆。",
            "运开展宿愤，入楚鞭平王。凛冽天地间，闻名若怀霜。",
            "壮夫或未达，十步九太行。与君拂衣去，万里同翱翔。               "
        ],
        "category": [
            "赞美诗"
        ],
        "explain": "None"
    },
    {
        "title": "《寻鲁城北范居士失道落苍耳中见范置酒摘苍耳》",
        "time": "",
        "paragraphs": [
            "                   雁度秋色远，日静无云时。客心不自得，浩漫将何之。",
            "忽忆范野人，闲园养幽姿。茫然起逸兴，但恐行来迟。",
            "城壕失往路，马首迷荒陂。不惜翠云裘，遂为苍耳欺。",
            "入门且一笑，把臂君为谁。酒客爱秋蔬，山盘荐霜梨。",
            "他筵不下箸，此席忘朝饥。酸枣垂北郭，寒瓜蔓东篱。",
            "还倾四五酌，自咏猛虎词。近作十日欢，远为千载期。",
            "风流自簸荡，谑浪偏相宜。酣来上马去，却笑高阳池。               "
        ],
        "category": [
            "友情诗",
            "豪放诗"
        ],
        "explain": "None"
    },
    {
        "title": "《咏苎萝山》",
        "time": "",
        "paragraphs": [
            "                   西施越溪女，出自苎萝山。",
            "秀色掩今古，荷花羞玉颜。",
            "浣纱弄碧水，自与清波闲。",
            "皓齿信难开，沉吟碧云间。",
            "勾践徵绝艳，扬蛾入吴关。",
            "提携馆娃宫，杳渺讵可攀。",
            "一破夫差国，千秋竟不还。               "
        ],
        "category": [
            "爱情诗",
            "怀古诗"
        ],
        "explain": [
            "                        历来咏",
            "西施",
            "的诗很多，优秀的作品也不少，",
            "李白",
            "的这首《西施》显得寂寂无名，连同时代诗人",
            "王维",
            "的《西施咏》也知名于它。但我还是要讲它，由它我们可以知道大诗人李白对人生的一些态度。照例列诗如下：",
            "西施",
            "西施越溪女，出自苎萝山。",
            "秀色掩今古，荷花羞玉颜。",
            "浣纱弄碧水，自与清波闲。",
            "皓齿信难开，沉吟碧云间。",
            "勾践征绝艳，扬蛾入吴关。",
            "提携馆娃宫，杳渺讵可攀。",
            "一破夫差国，千秋竟不还。",
            "西施本是越国乡村平凡农家人的女儿，但她天生丽姿，“秀色掩今古，荷花羞玉颜”，从古到今，所有的美丽女子和她比起来都要逊色，她的美貌令清艳的荷花都愧羞不如，“沉鱼之容”是谓西施也。",
            "西施不仅美貌，而且情韵动人，得江南女儿之仙态。“浣纱弄碧水，自与清波闲”，她冰清玉洁，闲情无限。一个“弄”字把女儿家戏水的娇柔情态表现的淋漓尽致，一个“闲”字展现了少女的天真烂漫，无忧无虑。细心的读者大可以展开联想，碧水见手如柔荑浮，清波见眼如秋波横。古人以“语不露齿、笑不露齿”为美，哪怕牙再皓白细碎整齐，这种“皓齿信难开”是一种含蓄之美。“皓齿信难开，沉吟碧云间”比上句更美，因为它情韵更动人。西施为什么“皓齿信难开，沉吟碧云间”呢？其实，这两句是承接上两句而来的，场景同一，还在碧水清波里，西施意识到了自己的美，于是以水为镜，浅窝含笑，对着水中的“碧云”“沉吟”，自我陶醉起来，一定要注意“碧云”，说明云在水里。这样，一幅少女浣纱弄水，后来顾“镜”自怜的图景便飘在眼前了。一个“吟”说尽了“正当最好年龄的女子”无限心事，此字最妙，喜悦之上似有淡淡的愁绪飘着，叫人又爱又怜了。",
            "“勾践征绝艳，扬蛾入吴关”，西施从一个“越溪女”成为“吴宫妃”的过程一笔带过，“绝艳”“扬蛾”再次表现了西施之美。这两句比较平庸。",
            "“提携馆娃宫，杳渺讵可攀”，在文采上依然平庸，但隐约透露出诗人渴望的人生追求境界，诗人才华卓绝，建功立业理所当然，“杳渺讵可攀”说明李白希望追求的政治成绩不是一般的，而是大的作为，是超出一般的“讵可攀”的作为。希望高，而失望多，李白一生痛苦皆由政治期望太高所致。",
            "“一破夫差国，千秋竟不还”，承接上两句，再次透露出李白强烈的政治述求。",
            "从全诗，我们不妨把西施的美貌看作诗人才华的自况、自比，西施终于“一破夫差国”，而诗人在政治上一事无成，“千秋竟不还”既有对西施历史功绩的赞赏，也有自叹自伤的袅袅愁绪升腾。",
            "全诗最有文采的是“浣纱弄碧水，自与清波闲。皓齿信难开，沉吟碧云间”四句。李白又诗云：“两人对坐山花开，一杯一杯又一杯”，最后一杯是斟酌给山花的，李白与大自然是无隔离的，故能把景写活。",
            "--雪浪花                 "
        ]
    },
    {
        "title": "《嘲鲁儒》",
        "time": "727",
        "paragraphs": [
            "                   鲁叟谈五经，白发死章句。问以经济策，茫如坠烟雾。",
            "足著远游履，首戴方山巾。缓步从直道，未行先起尘。",
            "秦家丞相府，不重褒衣人。君非叔孙通，与我本殊伦。",
            "时事且未达，归耕汶水滨。               "
        ],
        "category": [
            "讽刺诗"
        ],
        "explain": "None"
    },
    {
        "title": "《魏郡别苏明府因北游》",
        "time": "753",
        "paragraphs": [
            "                   魏都接燕赵，美女夸芙蓉。",
            "淇水流碧玉，舟车日奔冲。",
            "青楼夹两岸，万室喧歌钟。",
            "天下称豪贵，游此每相逢。",
            "洛阳苏季子，剑戟森词锋。",
            "六印虽未佩，轩车若飞龙。",
            "黄金数百镒，白璧有几双。",
            "散尽空掉臂，高歌赋还邛。",
            "落魄乃如此，何人不相从。",
            "远别隔两河，云山杳千重。",
            "何时更杯酒，再得论心胸。               "
        ],
        "category": [
            "友情诗"
        ],
        "explain": "None"
    },
    {
        "title": "《对雪奉饯任城六父秩满归京》",
        "time": "",
        "paragraphs": [
            "                   龙虎谢鞭策，鹓鸾不司晨。君看海上鹤，何似笼中鹑。",
            "独用天地心，浮云乃吾身。虽将簪组狎，若与烟霞亲。",
            "季父有英风，白眉超常伦。一官即梦寐，脱屣归西秦。",
            "窦公敞华筵，墨客尽来臻。燕歌落胡雁，郢曲回阳春。",
            "征马百度嘶，游车动行尘。踌躇未忍去，恋此四座人。",
            "饯离驻高驾，惜别空殷勤。何时竹林下，更与步兵邻。               "
        ],
        "category": [
            "友情诗"
        ],
        "explain": "None"
    },
    {
        "title": "《酬裴侍御对雨感时见赠》",
        "time": "",
        "paragraphs": [
            "                   雨色秋来寒，风严清江爽。孤高绣衣人，潇洒青霞赏。",
            "平生多感激，忠义非外奖。祸连积怨生，事及徂川往。",
            "楚邦有壮士，鄢郢翻扫荡。申包哭秦庭，泣血将安仰。",
            "鞭尸辱已及，堂上罗宿莽。颇似今之人，蟊贼陷忠谠。",
            "渺然一水隔，何由税归鞅。日夕听猿怨，怀贤盈楚想。               "
        ],
        "category": [
            "描写秋天",
            "描写雨",
            "描写风"
        ],
        "explain": "None"
    },
    {
        "title": "《雉朝飞》",
        "time": "",
        "paragraphs": [
            "                   麦陇青青三月时，白雉朝飞挟两雌。锦衣绣翼何离褷，",
            "犊牧采薪感之悲。春天和，白日暖。啄食饮泉勇气满，",
            "争雄斗死绣颈断。雉子班奏急管弦，倾心酒美尽玉碗。",
            "枯杨枯杨尔生稊，我独七十而孤栖。弹弦写恨意不尽，",
            "瞑目归黄泥。               "
        ],
        "category": [
            "爱情诗",
            "孤独"
        ],
        "explain": "None"
    },
    {
        "title": "《江夏别宋之悌》",
        "time": "734",
        "paragraphs": [
            "                   楚水清若空，遥将碧海通。人分千里外，兴在一杯中。",
            "谷鸟吟晴日，江猿啸晚风。平生不下泪，于此泣无穷。",
            "第一百七十五卷               "
        ],
        "category": [
            "友情诗"
        ],
        "explain": "None"
    },
    {
        "title": "《发白马》",
        "time": "",
        "paragraphs": [
            "                   将军发白马，旌节度黄河。箫鼓聒川岳，沧溟涌涛波。",
            "武安有振瓦，易水无寒歌。铁骑若雪山，饮流涸滹沱。",
            "扬兵猎月窟，转战略朝那。倚剑登燕然，边烽列嵯峨。",
            "萧条万里外，耕作五原多。一扫清大漠，包虎戢金戈。               "
        ],
        "category": [
            "战争诗",
            "描写马"
        ],
        "explain": "None"
    },
    {
        "title": "《天台晓望》",
        "time": "",
        "paragraphs": [
            "                   天台邻四明，华顶高百越。门标赤城霞，楼栖沧岛月。",
            "凭高登远览，直下见溟渤。云垂大鹏翻，波动巨鳌没。",
            "风潮争汹涌，神怪何翕忽。观奇迹无倪，好道心不歇。",
            "攀条摘朱实，服药炼金骨。安得生羽毛，千春卧蓬阙。               "
        ],
        "category": [
            "友情诗"
        ],
        "explain": "None"
    },
    {
        "title": "《早春寄王汉阳》",
        "time": "760",
        "paragraphs": [
            "                   闻道春还未相识，走傍寒梅访消息。昨夜东风入武阳，",
            "陌头杨柳黄金色。碧水浩浩云茫茫，美人不来空断肠。",
            "预拂青山一片石，与君连日醉壶觞。               "
        ],
        "category": [
            "描写春天",
            "思念诗"
        ],
        "explain": "None"
    },
    {
        "title": "《赠从兄襄阳少府皓》",
        "time": "735",
        "paragraphs": [
            "                   结发未识事，所交尽豪雄。却秦不受赏，击晋宁为功。",
            "小节岂足言，退耕舂陵东。归来无产业，生事如转蓬。",
            "一朝乌裘敝，百镒黄金空。弹剑徒激昂，出门悲路穷。",
            "吾兄青云士，然诺闻诸公。所以陈片言，片言贵情通。",
            "棣华倘不接，甘与秋草同。               "
        ],
        "category": [
            "友情诗"
        ],
        "explain": "None"
    },
    {
        "title": "《宣州九日闻崔四侍御与宇文太守游敬亭余时登》",
        "time": "",
        "paragraphs": [
            "",
            "九日茱萸熟，插鬓伤早白。",
            "登高望山海，满目悲古昔。",
            "远访投沙人，因为逃名客。",
            "故交竟谁在，独有崔亭伯。",
            "重阳不相知，载酒任所适。",
            "手持一枝菊，调笑二千石。",
            "日暮岸帻归，传呼隘阡陌。",
            "彤襟双白鹿，宾从何辉赫。",
            "夫子在其间，遂成云霄隔。",
            "良辰与美景，两地方虚掷。",
            "晚从南峰归，萝月下水壁。",
            "却登郡楼望，松色寒转碧。",
            "咫尺不可亲，弃我如遗舄。",
            "",
            "九卿天上落，五马道旁来。",
            "列戟朱门晓，褰帏碧嶂开。",
            "登高望远海，召客得英才。",
            "紫绶欢情洽，黄花逸兴催。",
            "山从图上见，溪即镜中回。",
            "遥羡重阳作，应过戏马台。",
            ""
        ],
        "category": [
            "友情诗",
            "重阳节"
        ],
        "explain": "None"
    },
    {
        "title": "《古风其五十九》",
        "time": "",
        "paragraphs": [
            "                   恻恻泣路歧。",
            "哀哀悲素丝。",
            "路歧有南北。",
            "素丝易变移。",
            "万事固如此。",
            "人生无定期。",
            "田窦相倾夺。",
            "宾客互盈亏。",
            "世途多翻覆。",
            "交道方险口。【山戏】",
            "斗酒强然诺。",
            "寸心终自疑。",
            "张陈竟火灭。",
            "萧朱亦星离。",
            "众鸟集荣柯。",
            "穷鱼守枯池。",
            "嗟嗟失权客。",
            "勤问何所规。               "
        ],
        "category": [
            "描写荷花"
        ],
        "explain": [
            "                        【注释】：",
            "世途多翻覆。  ( 一作谷风刺轻薄 )",
            "嗟嗟失权客。  ( 权一作欢 )",
            "勤问何所规。  ( 规一作悲 )                 "
        ]
    },
    {
        "title": "《月下独酌其四》",
        "time": "744",
        "paragraphs": [
            "                   穷愁千万端。",
            "美酒三百杯。",
            "愁多酒虽少。",
            "酒倾愁不来。",
            "所以知酒圣。",
            "酒酣心自开。",
            "辞粟卧首阳。",
            "屡空饥颜回。",
            "当代不乐饮。",
            "虚名安用哉。",
            "蟹螯即金液。",
            "糟丘是蓬莱。",
            "且须饮美酒。",
            "乘月醉高台。               "
        ],
        "category": [
            "描写月亮",
            "唐诗三百首",
            "怀才不遇"
        ],
        "explain": [
            "                        【注释】：",
            "穷愁千万端。  ( 千万一作有千 )",
            "美酒三百杯。  ( 三百一作唯数 )",
            "辞粟卧首阳。  ( 卧首阳一作饿",
            "伯夷",
            " )",
            ""
        ]
    },
    {
        "title": "《峨眉山月歌送蜀僧晏入中京》",
        "time": "757年-761",
        "paragraphs": [
            "                   我在巴东三峡时，西看明月忆峨眉。月出峨眉照沧海，",
            "与人万里长相随。黄鹤楼前月华白，此中忽见峨眉客。",
            "峨眉山月还送君，风吹西到长安陌。长安大道横九天，",
            "峨眉山月照秦川。黄金狮子乘高座，白玉麈尾谈重玄。",
            "我似浮云殢吴越，君逢圣主游丹阙。一振高名满帝都，",
            "归时还弄峨眉月。               "
        ],
        "category": [
            "描写月亮",
            "思乡诗"
        ],
        "explain": "None"
    },
    {
        "title": "《大堤曲》",
        "time": "732",
        "paragraphs": [
            "                   汉水临襄阳，花开大堤暖。佳期大堤下，泪向南云满。",
            "春风无复情，吹我梦魂散。不见眼中人，天长音信断。               "
        ],
        "category": [
            "思乡诗"
        ],
        "explain": "None"
    },
    {
        "title": "《登单父陶少府半月台》",
        "time": "745",
        "paragraphs": [
            "                   陶公有逸兴，不与常人俱。筑台像半月，回向高城隅。",
            "置酒望白云，商飙起寒梧。秋山入远海，桑柘罗平芜。",
            "水色渌且明，令人思镜湖。终当过江去，爱此暂踟蹰。               "
        ],
        "category": [
            "友情诗"
        ],
        "explain": "None"
    },
    {
        "title": "《送内寻庐山女道士李腾空二首》",
        "time": "761",
        "paragraphs": [
            "                   君寻腾空子，应到碧山家。水舂云母碓，风扫石楠花。",
            "若爱幽居好，相邀弄紫霞。",
            "多君相门女，学道爱神仙。素手掬青霭，罗衣曳紫烟。",
            "一往屏风叠，乘鸾著玉鞭。               "
        ],
        "category": [
            "山水诗"
        ],
        "explain": [
            "                        著玉鞭一作不著鞭                  "
        ]
    },
    {
        "title": "《嘲王历阳不肯饮酒》",
        "time": "",
        "paragraphs": [
            "                   地白风色寒，雪花大如手。笑杀陶渊明，不饮杯中酒。",
            "浪抚一张琴，虚栽五株柳。空负头上巾，吾于尔何有。               "
        ],
        "category": [
            "描写冬天",
            "描写雪"
        ],
        "explain": "None"
    },
    {
        "title": "《对酒行》",
        "time": "",
        "paragraphs": [
            "                   松子栖金华，安期入蓬海。此人古之仙，羽化竟何在。",
            "浮生速流电，倏忽变光彩。天地无凋换，容颜有迁改。",
            "对酒不肯饮，含情欲谁待。               "
        ],
        "category": [
            "人生"
        ],
        "explain": "None"
    },
    {
        "title": "《上三峡》",
        "time": "758",
        "paragraphs": [
            "                   巫山夹青天，巴水流若兹。巴水忽可尽，青天无到时。",
            "三朝上黄牛，三暮行太迟。三朝又三暮，不觉鬓成丝。               "
        ],
        "category": [
            "山水诗"
        ],
        "explain": "None"
    },
    {
        "title": "《玉真公主别馆苦雨赠卫尉张卿二首》",
        "time": "730",
        "paragraphs": [
            "                   秋坐金张馆，繁阴昼不开。空烟迷雨色，萧飒望中来。",
            "翳翳昏垫苦，沉沉忧恨催。清秋何以慰，白酒盈吾杯。",
            "吟咏思管乐，此人已成灰。独酌聊自勉，谁贵经纶才。",
            "弹剑谢公子，无鱼良可哀。",
            "苦雨思白日，浮云何由卷。稷契和天人，阴阳乃骄蹇。",
            "秋霖剧倒井，昏雾横绝巘。欲往咫尺途，遂成山川限。",
            "潈潈奔溜闻，浩浩惊波转。泥沙塞中途，牛马不可辨。",
            "饥从漂母食，闲缀羽陵简。园家逢秋蔬，藜藿不满眼。",
            "蟏蛸结思幽，蟋蟀伤褊浅。厨灶无青烟，刀机生绿藓。",
            "投箸解鹔鹴，换酒醉北堂。丹徒布衣者，慷慨未可量。",
            "何时黄金盘，一斛荐槟榔。功成拂衣去，摇曳沧洲傍。               "
        ],
        "category": [
            "描写秋天",
            "描写雨"
        ],
        "explain": "None"
    },
    {
        "title": "《古风其十五》",
        "time": "744",
        "paragraphs": [
            "                   燕昭延郭隗。",
            "遂筑黄金台。",
            "剧辛方赵至。",
            "邹衍复齐来。",
            "奈何青云士。",
            "弃我如尘埃。",
            "珠玉买歌笑。",
            "糟糠养贤才。",
            "方知黄鹤举。",
            "千里独徘徊。               "
        ],
        "category": [
            "怀才不遇"
        ],
        "explain": [
            "                        　　这是一首以古讽今、寄慨抒怀的五言古诗。诗的主题是感慨怀才不遇。",
            "　　前四句用战国时燕昭王求贤的故事。燕昭王决心洗雪被齐国袭破的耻辱，欲以重礼招纳天下贤才。他请郭隗推荐，郭隗说：王如果要招贤，那就先从尊重我开始。天下贤才见到王对我很尊重，那么比我更好的贤才也会不远千里而来了。于是燕昭王立即修筑高台，置以黄金，大张旗鼓地恭敬郭隗。这样一来，果然奏效，当时著名游士如剧辛、邹衍等人纷纷从各国涌来燕国。在这里，",
            "李白",
            "的用意是借以表明他理想的明主和贤臣对待天下贤才的态度。李白认为，燕昭王的英明在于礼贤求贤，郭隗的可贵在于为君招贤。",
            "　　然而，那毕竟是历史故事。次四句，诗人便化用前人成语，感讽现实。“青云士”是指那些飞黄腾达的达官贵人。《史记·",
            "伯夷",
            "列传》说：“闾巷之人欲砥行立名者，非附青云之士，恶能施于后世者！”意思是说，下层寒微的士人只有依靠达官贵人，才有可能扬名垂世，否则便被埋没。李白便发挥这个意思，感慨说，无奈那些飞黄腾达的显贵们，早已把我们这些下层士人象尘埃一样弃置不顾。显贵之臣如此，那么当今君主怎样呢？李白化用",
            "阮籍",
            "《咏怀》第三十一首讽刺魏王语“战士食糟糠，贤者处蒿莱”，尖锐指出当今君主也是只管挥霍珠玉珍宝，追求声色淫靡，而听任天下贤才过着贫贱的生活。这四句恰和前四句形成鲜明对比。诗人在深深的感慨中，寄寓着尖锐的揭露和讽刺。",
            "　　现实不合理想，怀才不获起用，那就只有远走高飞，别谋出路，但是前途又会怎样呢？李白用了春秋时代田饶的故事，含蓄地抒写了他在这种处境中的不尽惆怅。田饶在鲁国长久未得到重用，决心离去，对鲁哀公说：“臣将去君，黄鹄举矣！”鲁哀公问他“黄鹄举”是什么意思。他解释说，鸡忠心为君主效劳，但君主却天天把它煮了吃掉，这是因为鸡就在君主近边，随时可得；而黄鹄一举千里，来到君主这里，吃君主的食物，也不象鸡那样忠心效劳，却受到珍贵，这是因为黄鹄来自远方，难得之故。所以我要离开君主，学黄鹄高飞远去了。鲁哀公听了，请田饶留下，表示要把这番话写下来。田饶说：“有臣不用，何书其言！”就离开鲁国，前往燕国。燕王立他为相，治燕三年，国家太平。鲁哀公为此后悔莫及。（见《韩诗外传》）李白在长安，跟田饶在鲁国的处境、心情很相似，所以这里说“方知”，也就是说，他终于体验到田饶作“黄鹄举”的真意，也要离开不察贤才的庸主，去寻求实现壮志的前途。但是，田饶处于春秋时代，王室衰微，诸侯逞霸，士子可以周游列国，以求遂志。而李白却是生活在统一强盛的大唐帝国，他不可能象田饶那样选择君主。因此，他虽有田饶“黄鹄举”之意，却只能“千里独徘徊”，彷徨于茫茫的前途。这末二句，归结到怀才不遇的主题，也结出了时代的悲剧，形象鲜明，含意无尽。",
            "　　《古风》五十九首都是拟古之作。其一般特点是注重比兴，立意讽托，崇尚风骨，气势充沛，而语言朴实。这首显然拟阮籍《咏怀》体，对具体讽刺对象，故意闪烁其词，但倾向分明，感情激越，手法确似阮诗。这表明李白有很高的诗歌艺术素养和造诣。但从诗的构思和诗人形象所体现的全篇风格来看，这诗又确实保持着李白的独特风格。如上所述，首四句是咏历史以寄理想，但手法是似乎直陈史事，不点破用意。次四句是借成语以慨现实，但都属泛指，读者难以猜测。末二句是借故事以写出路，但只以引事交织描叙，用形象点到即止。总起来看，手法是故拟阮籍的隐晦，而构思则从理想高度来揭露现实的黑暗，表现出李白那种热情追求理想的思想性格，和他的诗歌艺术的一个主要的风格特征。",
            "（倪其心）                 "
        ]
    },
    {
        "title": "《金陵望汉江》",
        "time": "725",
        "paragraphs": [
            "                   汉江回万里，派作九龙盘。横溃豁中国，崔嵬飞迅湍。",
            "六帝沦亡后，三吴不足观。我君混区宇，垂拱众流安。",
            "今日任公子，沧浪罢钓竿。               "
        ],
        "category": [
            "忧国忧民"
        ],
        "explain": "None"
    },
    {
        "title": "《登广武古战场怀古》",
        "time": "",
        "paragraphs": [
            "                   秦鹿奔野草，逐之若飞蓬。项王气盖世，紫电明双瞳。",
            "呼吸八千人，横行起江东。赤精斩白帝，叱咤入关中。",
            "两龙不并跃，五纬与天同。楚灭无英图，汉兴有成功。",
            "按剑清八极，归酣歌大风。伊昔临广武，连兵决雌雄。",
            "分我一杯羹，太皇乃汝翁。战争有古迹，壁垒颓层穹。",
            "猛虎啸洞壑，饥鹰鸣秋空。翔云列晓阵，杀气赫长虹。",
            "拨乱属豪圣，俗儒安可通。沉湎呼竖子，狂言非至公。",
            "抚掌黄河曲，嗤嗤阮嗣宗。               "
        ],
        "category": [
            "怀古诗"
        ],
        "explain": "None"
    },
    {
        "title": "《寻雍尊师隐居》",
        "time": "",
        "paragraphs": [
            "                   群峭碧摩天，逍遥不记年。拨云寻古道，倚石听流泉。",
            "花暖青牛卧，松高白鹤眠。语来江色暮，独自下寒烟。               "
        ],
        "category": [
            "老师"
        ],
        "explain": [
            "                        【注释】：",
            "多美的景致啊！！",
            ""
        ]
    },
    {
        "title": "《赠韦侍御黄裳其一》",
        "time": "",
        "paragraphs": [
            "                   太华生长松，亭亭凌霜雪。天与百尺高，岂为微飙折。",
            "桃李卖阳艳，路人行且迷。春光扫地尽，碧叶成黄泥。",
            "愿君学长松，慎勿作桃李。受屈不改心，然后知君子。               "
        ],
        "category": [
            "励志诗"
        ],
        "explain": "None"
    },
    {
        "title": "《司马将军歌    代陇上健儿陈安》",
        "time": "",
        "paragraphs": [
            "                   狂风吹古月，窃弄章华台。北落明星动光彩，",
            "南征猛将如云雷。手中电击倚天剑，直斩长鲸海水开。",
            "我见楼船壮心目，颇似龙骧下三蜀。扬兵习战张虎旗，",
            "江中白浪如银屋。身居玉帐临河魁，紫髯若戟冠崔嵬，",
            "细柳开营揖天子，始知灞上为婴孩。羌笛横吹阿亸回，",
            "向月楼中吹落梅。将军自起舞长剑，壮士呼声动九垓。",
            "功成献凯见明主，丹青画像麒麟台。               "
        ],
        "category": [
            "战争诗"
        ],
        "explain": "None"
    },
    {
        "title": "《九月十日即事》",
        "time": "762",
        "paragraphs": [
            "                   昨日登高罢，今朝更举觞。菊花何太苦，遭此两重阳。               "
        ],
        "category": [
            "重阳节",
            "描写菊花"
        ],
        "explain": "None"
    },
    {
        "title": "《赠友人其三》",
        "time": "",
        "paragraphs": [
            "                   慢世薄功业。",
            "非无胸中画。",
            "谑浪万古贤。",
            "以为儿童剧。",
            "立产如广费。",
            "匡君怀长策。",
            "但苦山北寒。",
            "谁知道南宅。",
            "岁酒上逐风。",
            "霜鬓两边白。",
            "蜀主思孔明。",
            "晋家望安石。",
            "时人列五鼎。",
            "谈笑期一掷。",
            "虎伏被胡尘。",
            "渔歌游海滨。",
            "弊裘耻妻嫂。",
            "长剑托交亲。",
            "夫子秉家义。",
            "群公难与邻。",
            "莫持西江水。",
            "空许东溟臣。",
            "他日青云去。",
            "黄金报主人。               "
        ],
        "category": [
            "友情诗"
        ],
        "explain": [
            "                        【注释】：",
            "谁知道南宅。  ( 知一作分 )",
            "时人列五鼎。  ( 人一作来 )                 "
        ]
    },
    {
        "title": "《挂席江上待月有怀》",
        "time": "",
        "paragraphs": [
            "                   待月月未出，望江江自流。倏忽城西郭，青天悬玉钩。",
            "素华虽可揽，清景不可游。耿耿金波里，空瞻鳷鹊楼。               "
        ],
        "category": [
            "人生"
        ],
        "explain": "None"
    },
    {
        "title": "《太原早秋》",
        "time": "735",
        "paragraphs": [
            "                   岁落众芳歇，时当大火流。霜威出塞早，云色渡河秋。",
            "梦绕边城月，心飞故国楼。思归若汾水，无日不悠悠。               "
        ],
        "category": [
            "描写秋天",
            "思乡诗"
        ],
        "explain": "None"
    },
    {
        "title": "《江行寄远》",
        "time": "",
        "paragraphs": [
            "                   刳木出吴楚，危槎百馀尺。疾风吹片帆，日暮千里隔。",
            "别时酒犹在，已为异乡客。思君不可得，愁见江水碧。               "
        ],
        "category": [
            "思念诗"
        ],
        "explain": "None"
    },
    {
        "title": "《淮海对雪赠傅霭  ( 一作淮南对雪赠孟浩然 )》",
        "time": "",
        "paragraphs": [
            "                   朔雪落吴天，从风渡溟渤。海树成阳春，江沙浩明月。",
            "兴从剡溪起，思绕梁园发。寄君郢中歌，曲罢心断绝。               "
        ],
        "category": [
            "思念诗"
        ],
        "explain": "None"
    },
    {
        "title": "《赠友人其一》",
        "time": "",
        "paragraphs": [
            "                   兰生不当户，别是闲庭草。夙被霜露欺，红荣已先老。",
            "谬接瑶华枝，结根君王池。顾无馨香美，叨沐清风吹。",
            "馀芳若可佩，卒岁长相随。               "
        ],
        "category": [
            "友情诗"
        ],
        "explain": "None"
    },
    {
        "title": "《至鸭栏驿上白马矶赠裴侍御》",
        "time": "",
        "paragraphs": [
            "                   侧叠万古石，横为白马矶。乱流若电转，举棹扬珠辉。",
            "临驿卷缇幕，升常接绣衣。情亲不避马，为我解霜威。               "
        ],
        "category": [
            "友情诗"
        ],
        "explain": "None"
    },
    {
        "title": "《夏日山中》",
        "time": "",
        "paragraphs": [
            "                   懒摇白羽扇，裸体青林中。脱巾挂石壁，露顶洒松风。               "
        ],
        "category": [
            "描写夏天"
        ],
        "explain": "None"
    },
    {
        "title": "《渌水曲》",
        "time": "",
        "paragraphs": [
            "                   渌水明秋日。",
            "南湖采白苹。",
            "荷花娇欲语。",
            "愁杀荡舟人。               "
        ],
        "category": [
            "描写荷花"
        ],
        "explain": [
            "                        【注释】：",
            "渌水明秋日。  ( 日一作月 )                 "
        ]
    },
    {
        "title": "《江南春怀》",
        "time": "",
        "paragraphs": [
            "                   青春几何时，黄鸟鸣不歇。天涯失乡路，江外老华发。",
            "心飞秦塞云，影滞楚关月。身世殊烂漫，田园久芜没。",
            "岁晏何所从，长歌谢金阙。               "
        ],
        "category": [
            "描写春天"
        ],
        "explain": "None"
    },
    {
        "title": "《子夜四时歌:秋歌》",
        "time": "",
        "paragraphs": [
            "                   长安一片月，万户捣衣声。",
            "秋风吹不尽，总是玉关情。",
            "何日平胡虏，良人罢远征。               "
        ],
        "category": [
            "闺怨诗",
            "唐诗三百首"
        ],
        "explain": [
            "                        【注释】：",
            "子夜吴歌：《子夜歌》系六朝乐府中的吴声歌曲。相传是晋代一名叫子夜的女子创制，多写哀怨眷恋之情，分春、夏、秋、冬四季。",
            "李白",
            "依格了四首，此首属秋歌。",
            "１、捣衣：将洗过的衣服放在砧石上，用木杵捣去碱质。这里指人们准备寒衣。",
            "２、玉关：即玉门关。",
            "３、虏：对敌方的蔑称。",
            "４、良人：丈夫。",
            "【简析】：",
            "月色如银的京城，表面上一片平静，但捣衣声中却蕴含着千家万户的痛苦；秋风不息，也寄托着对边关思念的深情。读来让人怦然心动。结句是闺妇的期待，也是征人的心声。",
            "a song of an autumn midnight",
            "a slip of the moon hangs over the capital; ",
            "ten thousand washing-mallets are pounding; ",
            "and the autumn wind is blowing my heart ",
            "for ever and ever toward the jade pass.... ",
            "oh, when will the tartar troops be conquered, ",
            "and my husband come back from the long campaign! ",
            "　　题一作《子夜四时歌》，共四首，写春夏秋冬四时。这里所选是第三、四首。六朝乐府《清商曲·吴声歌曲》即有《子夜四时歌》，为作者所承，因属吴声曲，故又称《子夜吴歌》。此体向作四句，内容多写女子思念情人的哀怨，作六句是诗人的创造，而用以写思念征夫的情绪更具有时代之新意。",
            "　　先说《秋歌》。笼统而言，它的手法是先景语后情语，而情景始终交融。“长安一片月”，是写景同时又是紧扣题面写出“秋月扬明辉”的季节特点。而见月怀人乃古典诗歌传统的表现方法，加之秋来是赶制征衣的季节，故写月亦有兴义。此外，月明如昼，正好捣衣，而那“玉户帘中卷不去，捣衣砧上拂还来”的月光，对思妇是何等一种挑拨呵！制衣的布帛须先置砧上，用杵捣平捣软，是谓“捣衣”。这明朗的月夜，长安城就沉浸在一片此起彼落的砧杵声中，而这种特殊的“秋声”对于思妇又是何等一种挑拨呵！“一片”、“万户”，写光写声，似对非对，措语天然而得咏叹味。秋风，也是撩人愁绪的，“秋风入窗里，罗帐起飘扬”，便是对思妇第三重挑拨。月朗风清，风送砧声，声声都是怀念玉关征人的深情。著“总是”二字，情思益见深长。这里，秋月秋声与秋风织成浑成的境界，见境不见人，而人物俨在，“玉关情”自浓。无怪",
            "王夫之",
            "说：“前四句是天壤间生成好句，被太白",
            "拾得",
            "。”（《唐诗评选》）此情之浓，不可遏止，遂有末二句直表思妇心声：“何日平胡虏，良人罢远征？”过分偏爱“含蓄”的读者责难道：“余窃谓删去末二句作绝句，更觉浑含无尽。”（田同之《西圃诗说》）其实未必然。“不知歌谣妙，声势出口心”（《大子夜歌》），慷慨天然，是",
            "民歌",
            "本色，原不必故作吞吐语。而从内容上看，正如",
            "沈德潜",
            "指出：“本闺情语而忽冀罢征”（《说诗晬语》），使诗歌思想内容大大深化，更具社会意义，表现出古代劳动人民冀求过和平生活的善良愿望。全诗手法如同电影，有画面，有“画外音”。月照长安万户。风送砧声。化入玉门关外荒寒的月景。插曲：“何日平胡虏，良人罢远征。”……这是多么有意味的诗境呵！须知这俨然女声合唱的“插曲”决不多余，它是画面的有机组成部分，在画外亦在画中，它回肠荡气，激动人心。因此可以说，《秋歌》正面写到思情，而有不尽之情。",
            "（周啸天）                 "
        ]
    },
    {
        "title": "《赤壁歌送别》",
        "time": "734",
        "paragraphs": [
            "                   二龙争战决雌雄，赤壁楼船扫地空。烈火张天照云海，",
            "周瑜于此破曹公。君去沧江望澄碧，鲸鲵唐突留馀迹。",
            "一一书来报故人，我欲因之壮心魄。               "
        ],
        "category": [
            "送别诗",
            "怀古诗",
            "咏史诗"
        ],
        "explain": "None"
    },
    {
        "title": "《赠丹阳横山周处士惟长》",
        "time": "",
        "paragraphs": [
            "                   周子横山隐，开门临城隅。连峰入户牖，胜概凌方壶。",
            "时作白纻词，放歌丹阳湖。水色傲溟渤，川光秀菰蒲。",
            "当其得意时，心与天壤俱。闲云随舒卷，安识身有无。",
            "抱石耻献玉，沉泉笑探珠。羽化如可作，相携上清都。               "
        ],
        "category": [
            "赞美诗"
        ],
        "explain": "None"
    },
    {
        "title": "《赠韦侍御黄裳其二》",
        "time": "",
        "paragraphs": [
            "                   见君乘骢马。",
            "知上太山道。",
            "此地果摧轮。",
            "全身以为宝。",
            "我如丰年玉。",
            "弃置秋田草。",
            "但勖冰壶心。",
            "无为叹衰老。               "
        ],
        "category": [
            "励志诗"
        ],
        "explain": [
            "                        【注释】：",
            "知上太山道。  ( 山一作行 )                 "
        ]
    },
    {
        "title": "《上李邕  ( 此诗萧士□云是伪作 )  【上斌下》",
        "time": "",
        "paragraphs": [
            "                   大鹏一日同风起，抟摇直上九万里。假令风歇时下来，",
            "犹能簸却沧溟水。世人见我恒殊调，闻余大言皆冷笑。",
            "宣父犹能畏后生，丈夫未可轻年少。               "
        ],
        "category": [
            "讽刺诗"
        ],
        "explain": "None"
    },
    {
        "title": "《九日登巴陵置酒望洞庭水军》",
        "time": "",
        "paragraphs": [
            "                   九日天气清，登高无秋云。造化辟川岳，了然楚汉分。",
            "长风鼓横波，合沓蹙龙文。忆昔传游豫，楼船壮横汾。",
            "今兹讨鲸鲵，旌旆何缤纷。白羽落酒樽，洞庭罗三军。",
            "黄花不掇手，战鼓遥相闻。剑舞转颓阳，当时日停曛。",
            "酣歌激壮士，可以摧妖氛。龌龊东篱下，渊明不足群。               "
        ],
        "category": [
            "重阳节"
        ],
        "explain": "None"
    },
    {
        "title": "《望木瓜山》",
        "time": "754",
        "paragraphs": [
            "                   早起见日出，暮见栖鸟还。",
            "客心自酸楚，况对木瓜山。               "
        ],
        "category": [
            "思乡诗"
        ],
        "explain": "None"
    },
    {
        "title": "《荆州歌》",
        "time": "",
        "paragraphs": [
            "                   白帝城边足风波，瞿塘五月谁敢过。荆州麦熟茧成蛾，",
            "缲丝忆君头绪多。拨谷飞鸣奈妾何。               "
        ],
        "category": [
            "思念诗"
        ],
        "explain": "None"
    },
    {
        "title": "《月下独酌其一》",
        "time": "744",
        "paragraphs": [
            "                   花间一壶酒，独酌无相亲。",
            "举杯邀明月，对影成三人。",
            "月既不解饮，影徒随我身。",
            "暂伴月将影，行乐须及春。",
            "我歌月徘徊，我舞影零乱。",
            "醒时同交欢，醉后各分散。(同交欢 一作：相交欢)",
            "永结无情游，相期邈云汉。 \r                       "
        ],
        "category": [
            "描写月亮",
            "唐诗三百首",
            "初中",
            "怀才不遇",
            "孤独"
        ],
        "explain": [
            "                        【注解】：",
            "花间一壶酒。  ( 间一作下， 一作前 )",
            "相期邈云汉。  ( 邈云汉一作碧岩畔 )",
            "１、将：偕，和。",
            "２、相期：相约。",
            "３、云汉：天河。",
            "【韵译】：",
            "准备一壶美酒，摆在花丛之间，",
            "自斟自酌无亲无友，孤独一人。",
            "我举起酒杯邀请媚人的明月，",
            "低头窥见身影，共饮已有三人。",
            "月儿，你那里晓得畅饮的乐趣？",
            "影儿，你徒然随偎我这个孤身！",
            "暂且伴随玉兔，这无情瘦影吧，",
            "我应及时行乐，趁着春宵良辰。",
            "月听我唱歌，在九天徘徊不进，",
            "影伴我舞步，在地上蹦跳翻滚。",
            "清醒之时，咱们尽管作乐寻欢，",
            "醉了之后，免不了要各自离散。",
            "月呀，愿和您永结为忘情之友，",
            "相约在高远的银河岸边，再见！",
            "【评析】：",
            "??原诗共四首，此是第一首。诗写诗人在月夜花下独酌，无人亲近的冷落情景。诗",
            "人运用丰富的想象，表现出由孤独到不孤独，由不孤独到孤独，再由孤独到不孤独的",
            "一种复杂感情。",
            "??",
            "李白",
            "仙才旷达，物我之间无所容心。此诗充分表达了他的胸襟。诗首四句为第一",
            "段，写花、酒、人、月影。诗旨表现孤独，却举杯邀月，幻出月、影、人三者；然而",
            "月不解饮，影徒随身，仍归孤独。因而自第五句至第八句，从月影上发议论，点出",
            "“行乐及春”的题意。最后六句为第三段，写诗人执意与月光和身影永结无情之游，",
            "并相约在邈远的天上仙境重见。全诗表现了诗人怀才不遇的寂寞和孤傲，也表现了他",
            "放浪形骸、狂荡不羁的性格。",
            "??邀月对影，千古绝句，正面看似乎真能自得其乐，背面看，却极度凄凉。",
            "--引自\"超纯斋诗词\"bookbest.163.net 翻译、评析：刘建勋　",
            "drinking alone with the moon",
            "from a pot of wine among the flowers ",
            "i drank alone. there was no one with me -- ",
            "till, raising my cup, i asked the bright moon ",
            "to bring me my shadow and make us three. ",
            "alas, the moon was unable to drink ",
            "and my shadow tagged me vacantly; ",
            "but still for a while i had these friends ",
            "to cheer me through the end of spring.... ",
            "i sang. the moon encouraged me. ",
            "i danced. my shadow tumbled after. ",
            "as long as i knew, we were boon companions. ",
            "and then i was drunk, and we lost one another. ",
            "...shall goodwill ever be secure? ",
            "i watch the long road of the river of stars. ",
            "　　佛教中有所谓“立一义”，随即“破一义”，“破”后又“立”，“立”后又“破”，最后得到究竟辩析方法。用现代话来说，就是先讲一番道理，经驳斥后又建立新的理论，再驳再建，最后得到正确的结论。关于这样的论证，一般总有双方，相互“破”、“立”。可是李白这首诗，就只一个人，以独白的形式，自立自破，自破自立，诗情波澜起伏而又纯乎天籁，所以一直为后人传诵。",
            "　　诗人上场时，背景是花间，道具是一壶酒，登场脚色只是他自己一个人，动作是独酌，加上“无相亲”三个字，场面单调得很。于是诗人忽发奇想，把天边的明月，和月光下自己的影子，拉了过来，连自己在内，化成了三个人，举杯共酌，冷清清的场面，就热闹起来了。这是“立”。",
            "　　可是，尽管诗人那样盛情，“举杯邀明月”，明月毕竟是“不解饮”的。至于那影子呢？虽则如陶潜所谓“与子相遇来，未尝异悲悦，憩荫若暂乖，止日终不别”（《影答形》），但毕竟影子也不会喝酒；那么又该怎么办呢？姑且暂将明月和身影作伴，在这春暖花开之时（“春”逆挽上文“花”字），及时行乐吧！“顾影独尽，忽焉复醉。”（陶潜饮酒诗序中语）这四句又把月和影之情，说得虚无不可测，推翻了前案，这是“破”。",
            "　　其时诗人已经淅入醉乡了，酒兴一发，既歌且舞。歌时月色徘徊，依依不去，好象在倾听佳音；舞时自己的身影，在月光之下，也转动零乱，似与自己共舞。醒时相互欢欣，直到酩酊大醉，躺在床上时，月光与身影，才",
            "无可",
            "奈何地分别。“我歌月徘徊，我舞影零乱，醒时同交欢，醉后各分散”，这四句又把月光和身影，写得对自己一往情深。这又是“立”。",
            "　　最后二句，诗人真诚地和“月”、“影”相约：“永结无情游，相期邈云汉。”然而“月”和“影”毕竟还是无情之物，把无情之物，结为交游，主要还是在于自己的有情，“永结无情游”句中的“无情”是破，“永结”和“游”是立，又破又立，构成了最后的结论。",
            "　　题目是“月下独酌”，诗人运用丰富的想象，表现出一种由独而不独，由不独而独，再由独而不独的复杂情感。表面看来，诗人真能自得其乐，可是背面却有无限的凄凉。诗人曾有一首《春日醉起言志》的诗：“处世若大梦，胡为劳其生？所以终日醉，颓然卧前楹。觉来盼庭前，一鸟花间鸣。借问此何时，春风语流莺。感之欲叹息，对酒还自倾。浩歌待明月，曲尽已忘情。”试看其中“一鸟”、“自倾”、“待明月”等字眼，可见诗人是怎样的孤独了。孤独到了邀月与影那还不算，甚至于以后的岁月，也休想找到共饮之人，所以只能与月光身影永远结游，并且相约在那邈远的上天仙境再见。结尾两句，点尽了诗人的踽踽凉凉之感。",
            "（沈熙乾）",
            ""
        ]
    },
    {
        "title": "《月下独酌其二》",
        "time": "744",
        "paragraphs": [
            "                   天若不爱酒，",
            "酒星不在天。",
            "地若不爱酒，",
            "地应无酒泉。",
            "天地既爱酒，",
            "爱酒不愧天。",
            "已闻清比圣，",
            "复道浊如贤。",
            "贤圣既已饮，",
            "何必求神仙。",
            "三杯通大道，",
            "一斗合自然。",
            "但得酒中趣，",
            "勿为醒者传。               "
        ],
        "category": [
            "描写月亮",
            "唐诗三百首",
            "怀才不遇"
        ],
        "explain": "None"
    },
    {
        "title": "《赠韦秘书子春》",
        "time": "756",
        "paragraphs": [
            "                   谷口郑子真，躬耕在岩石。高名动京师，天下皆籍籍。",
            "斯人竟不起，云卧从所适。苟无济代心，独善亦何益。",
            "惟君家世者，偃息逢休明。谈天信浩荡，说剑纷纵横。",
            "谢公不徒然，起来为苍生。秘书何寂寂，无乃羁豪英。",
            "且复归碧山，安能恋金阙。旧宅樵渔地，蓬蒿已应没。",
            "却顾女几峰，胡颜见云月。",
            "徒为风尘苦，一官已白须。气同万里合，访我来琼都。",
            "披云睹青天，扪虱话良图。留侯将绮里，出处未云殊。",
            "终与安社稷，功成去五湖。               "
        ],
        "category": [
            "励志诗"
        ],
        "explain": "None"
    },
    {
        "title": "《杜陵绝句》",
        "time": "",
        "paragraphs": [
            "                   南登杜陵上，北望五陵间。秋水明落日，流光灭远山。               "
        ],
        "category": [
            "山水诗"
        ],
        "explain": "None"
    },
    {
        "title": "《送张舍人之江东》",
        "time": "",
        "paragraphs": [
            "                   张翰江东去，正值秋风时。天清一雁远，海阔孤帆迟。",
            "白日行欲暮，沧波杳难期。吴洲如见月，千里幸相思。               "
        ],
        "category": [
            "描写秋天"
        ],
        "explain": "None"
    },
    {
        "title": "《横江词其五》",
        "time": "",
        "paragraphs": [
            "                   横江馆前津吏迎，向余东指海云生。",
            "郎今欲渡缘何事，如此风波不可行。               "
        ],
        "category": [
            "山水诗"
        ],
        "explain": [
            "                        　　我国的旧诗中，虽则也间有相互问答之词，如",
            "诗经",
            "的“女曰：鸡鸣。士曰：昧旦。”（《诗经·齐风·鸡鸣》）以及《孔雀东南飞》中兰芝与使君的对白，但数量少得很，一般都是作者一人在作独白。尤其在一首绝句中，限于字数，要包括双方的问答，的确是不简单的。",
            "　　",
            "李白",
            "这一首诗，不但有主客双方的对白，而且除了人地以外，还辅以说话时的手势，奕奕如生，有声有色。第一句“横江馆前津吏迎”，写出李白与津吏（管渡口的小吏）在横江浦（今安徽和县东南）的驿馆前相逢。一个“迎”字点出津吏的社会地位与李白悬殊。第二句“向余东指海云生”形象写得极其活跃，几乎使人在纸上看到这一年老善良的津吏拉着少年李白的袖子，一手指向遥远的天空，在警告李白说：云生海上，暴风雨即将来临。津吏为什么这样说呢？当然为了李白先提出要渡江，否则决不会有对方尚未开口，来意未明之前，就先凑上去的。第三句中的“郎今欲渡”四字，就证实了津吏未举手东指以前，李白就先已提出了“欲渡”，这一手法就将李白所说的话，包括在津吏的话中，不必再加明写，而自然知道是对白，因此笔墨上就非常凝炼，非常精约。",
            "　　第三句以下纯是津吏的话。“郎今欲渡缘何事？”句中称李白为郎（郎在唐代除了女性称其爱人以外，一般也用来称呼少年），可见那时李白年龄还不大，而津吏则已是老人。津吏问李白缘何事而渡江，言外之意，有可省即省之意，反映出李白当时急于渡江的那种神情，这个问题还没有等李白答复，接下来就从上句的“海云生”，下出了结论，说：“如此风波不可行”。“如此风波”四字好象风波已成为事实，其实海云初生，那有江风江浪立即接天而来之理？这里，这样说法，一则可见津吏对于观察天象积有经验，颇具自信，二则显示老人的善良心情，如老长辈一般的用命令式来肯定他的“不可行”。",
            "　　全诗虽则有如上所说那些特点，可是在表现形式上，却又那么地爽朗明快，简直是一气呵成。",
            "（沈熙乾）                 "
        ]
    },
    {
        "title": "《横江词其一》",
        "time": "",
        "paragraphs": [
            "                   人道横江好，侬道横江恶。",
            "一风三日吹倒山，白浪高于瓦官阁。               "
        ],
        "category": [
            "山水诗"
        ],
        "explain": [
            "                        [1]道一作言 ",
            "[2]三日一作一月；一作猛风吹倒天门山",
            "　　",
            "李白",
            "早期创作的诗歌就焕发着积极浪漫主义的光彩，语言明朗真率，他这种艺术特色的形成得力于学习汉魏乐府",
            "民歌",
            "。这首诗，无论在语言运用和艺术构思上都深受南朝乐府吴声歌曲的影响。",
            "　　“人道横江好，侬道横江恶。”开首两句，语言自然流畅，朴实无华，充满地方色彩。“侬”为",
            "吴人",
            "自称。“人道”、“侬道”，纯用口语，生活气息浓烈。一抑一扬，感情真率，语言对称，富有民间文学本色。横江，即横江浦，在今安徽和县东南，位于长江西北岸，与东南岸的采石矶相对，形势险要。从横江浦观看长江江面，有时风平浪静，景色宜人，所谓“人道横江好”；然而，有时则风急浪高，“横江欲渡风波恶”，“如此风波不可行”，惊险可怖，所以“侬道横江恶”，引出下面两句奇语。",
            "　　“猛风吹倒天门山”，“吹倒山”，这是民歌惯用的夸张手法。天门山由东、西两梁山组成。西梁山位于和县以南，东梁山又名博望山，位于当涂县西南，“两山石状飚岩，东西相向，横夹大江，对峙如门”（《江南通志》），形势十分险要。“猛风吹倒”，诗人描摹大风吹得凶猛：狂飚怒吼，呼啸而过，仿佛要刮倒天门山。",
            "　　紧接一句，顺水推舟，形容猛风掀起",
            "洪涛",
            "巨浪的雄奇情景：“白浪高于瓦官阁。”猛烈的暴风掀起洪涛巨浪，激起雪白的浪花，从高处远远望去，“白浪如山那可渡？”“涛似连山喷雪来”。沿着天门山长江江面，排山倒海般奔腾而去，洪流浪峰，一浪高一浪，仿佛高过南京城外江边上的瓦官阁。诗中以“瓦官阁”收束结句，是画龙点睛的传神之笔。瓦官阁即瓦棺寺，又名昇元阁，故址“在建康府城西隅。前瞰江面，后据重冈，……乃梁朝故物，高二百四十尺”（《方舆胜览》）。它在诗中好比一座航标，指示方向、位置、高度，诗人在想象中站在高处，从天门山这一角度纵目遥望，仿佛隐约可见。巨浪滔滔，一泻千里，向着瓦官阁铺天盖地奔去，那汹涌雄奇的白浪高高腾起，似乎比瓦官阁还要高，真是蔚为壮观。诗人描绘大风大浪的夸张手法，妙在似与不似之间。“猛风吹倒天门山”，显然是大胆夸张，然而，从摹状山势的险峻与风力的猛烈情景看，可以说是写得活龙活现，令人感到可信而不觉得虚妄离奇。“白浪高于瓦官阁”，粗看仿佛不似，但从近大远小的透视规律上看，站在高处远望，白浪好象高过远处的瓦官阁了。这样的夸张，合乎情理而不显得生硬造作。",
            "　　诗人以浪漫主义的彩笔，驰骋丰富奇伟的想象，创造出雄伟壮阔的境界，读来使人精神振奋，胸襟开阔。语言也象民歌般自然流畅，明白如话。",
            "（何国治）                 "
        ]
    },
    {
        "title": "《九日龙山歌》",
        "time": "",
        "paragraphs": [
            "                   九日龙山饮，黄花笑逐臣。醉看风落帽，舞爱月留人。               "
        ],
        "category": [
            "重阳节"
        ],
        "explain": "None"
    },
    {
        "title": "《之广陵宿常二南郭幽居》",
        "time": "",
        "paragraphs": [
            "                   绿水接柴门，有如桃花源。忘忧或假草，满院罗丛萱。",
            "暝色湖上来，微雨飞南轩。故人宿茅宇，夕鸟栖杨园。",
            "还惜诗酒别，深为江海言。明朝广陵道，独忆此倾樽。               "
        ],
        "category": [
            "友情诗"
        ],
        "explain": "None"
    },
    {
        "title": "《下陵阳沿高溪三门六剌滩》",
        "time": "",
        "paragraphs": [
            "                   三门横峻滩，六剌走波澜。石惊虎伏起，水状龙萦盘。",
            "何惭七里濑，使我欲垂竿。               "
        ],
        "category": [
            "山水诗"
        ],
        "explain": "None"
    },
    {
        "title": "《秦女卷衣》",
        "time": "",
        "paragraphs": [
            "                   天子居未央，妾侍卷衣裳。顾无紫宫宠，敢拂黄金床。",
            "水至亦不去，熊来尚可当。微身奉日月，飘若萤之光。",
            "愿君采葑菲，无以下体妨。               "
        ],
        "category": [
            "爱情诗"
        ],
        "explain": "None"
    },
    {
        "title": "《子夜四时歌：春歌》",
        "time": "",
        "paragraphs": [
            "                   秦地罗敷女，采桑绿水边。",
            "素手青条上，红妆白日鲜。",
            "蚕饥妾欲去，五马莫留连。               "
        ],
        "category": [
            "唐诗三百首"
        ],
        "explain": [
            "                        《汉官仪》：四马载车，此常礼也，惟",
            "太守",
            "出，则增一马，故称五马。",
            "ballads of four seasons: spring",
            "the lovely lo fo of the western land ",
            "plucks mulberry leaves by the waterside. ",
            "across the green boughs stretches out her white hand; ",
            "in golden sunshine her rosy robe is dyed. ",
            "\"my silkworms are hungry, i cannot stay. ",
            "tarry not with your five-horse cab, i pray.\" ",
            ""
        ]
    },
    {
        "title": "《下泾县陵阳溪至涩滩》",
        "time": "755",
        "paragraphs": [
            "                   涩滩鸣嘈嘈，两山足猿猱。白波若卷雪，侧足不容舠。",
            "渔子与舟人，撑折万张篙。               "
        ],
        "category": [
            "赞美诗",
            "劳动"
        ],
        "explain": "None"
    },
    {
        "title": "《洛阳陌》",
        "time": "735",
        "paragraphs": [
            "                   白玉谁家郎，回车渡天津。看花东陌上，惊动洛阳人。               "
        ],
        "category": [
            "怀才不遇",
            "壮志难酬"
        ],
        "explain": [
            "                        【注释】：",
            ""
        ]
    },
    {
        "title": "《别储邕之剡中》",
        "time": "",
        "paragraphs": [
            "                   借问剡中道，东南指越乡。舟从广陵去，水入会稽长。",
            "竹色溪下绿，荷花镜里香。辞君向天姥，拂石卧秋霜。               "
        ],
        "category": [
            "描写花"
        ],
        "explain": "None"
    },
    {
        "title": "《横江词其二》",
        "time": "",
        "paragraphs": [
            "                   海潮南去过浔阳。",
            "牛渚由来险马当。",
            "横江欲渡风波恶。",
            "一水牵愁万里长。               "
        ],
        "category": [
            "山水诗"
        ],
        "explain": "None"
    },
    {
        "title": "《横江词其四》",
        "time": "",
        "paragraphs": [
            "                   海神来过恶风回。",
            "浪打天门石壁开。",
            "浙江八月何如此。",
            "涛似连山喷雪来。               "
        ],
        "category": [
            "山水诗"
        ],
        "explain": [
            "                        来一作东                 "
        ]
    },
    {
        "title": "《横江词其六》",
        "time": "",
        "paragraphs": [
            "                   月晕天风雾不开。",
            "海鲸东蹙百川回。",
            "惊波一起三山动。",
            "公无渡河归去来。               "
        ],
        "category": [
            "山水诗"
        ],
        "explain": [
            "                        月一作日                  "
        ]
    },
    {
        "title": "《铜官山醉後绝句》",
        "time": "754",
        "paragraphs": [
            "                   我爱铜官乐，千年未拟还。要须回舞袖，拂尽五松山。               "
        ],
        "category": [
            "赞美诗"
        ],
        "explain": "None"
    },
    {
        "title": "《月下独酌其三》",
        "time": "744",
        "paragraphs": [
            "                   三月咸阳城。",
            "千花昼如锦。",
            "谁能春独愁。",
            "对此径须饮。",
            "穷通与修短。",
            "造化夙所禀。",
            "一樽齐死生。",
            "万事固难审。",
            "醉後失天地。",
            "兀然就孤枕。",
            "不知有吾身。",
            "此乐最为甚。               "
        ],
        "category": [
            "描写月亮",
            "唐诗三百首",
            "怀才不遇"
        ],
        "explain": [
            "                        【注释】：",
            "三月咸阳城。  ( 城一作时 )",
            "千花昼如锦。",
            "( 上二句一作",
            "好鸟吟清风。",
            "落花散如锦。",
            "一作",
            "园鸟语成歌。",
            "庭花笑如锦。)                 "
        ]
    },
    {
        "title": "《古风其一》",
        "time": "751",
        "paragraphs": [
            "                   大雅久不作，吾衰竟谁陈。",
            "王风委蔓草，战国多荆榛。",
            "龙虎相啖食，兵戈逮狂秦。",
            "正声何微茫，哀怨起骚人。",
            "扬马激颓波，开流荡无垠。",
            "废兴虽万变，宪章亦已沦。",
            "自从建安来，绮丽不足珍。",
            "圣代复元古，垂衣贵清真。",
            "群才属休明，乘运共跃鳞。",
            "文质相炳焕，众星罗秋旻。",
            "我志在删述，垂辉映千春。",
            "希圣如有立，绝笔于获麟。               "
        ],
        "category": [
            "战争诗"
        ],
        "explain": [
            "                        　　宋朝",
            "程颢",
            "曾把《论语》的文章比做玉，《孟子》的文章比做水晶，认为前者温润，而后者明锐。一般说来，",
            "李白",
            "的诗偏于明锐而有锋芒的一路，但这首诗却气息温润，节奏和缓，真正做到了“大雅”的风度。",
            "　　开首二句“大雅久不作，吾衰竟谁陈”，是全诗的纲领，第一句统摄“王风委蔓草”到“绮丽不足珍”，第二句统摄“圣代复元古”到最后“绝笔于获麟”。这样开门见山，分写两扇，完全是堂堂正正的笔仗。这两句虽则只有十个字，可是感慨无穷。这里的“大雅”并不是指",
            "诗经",
            "中的《大雅》，而是泛指雅正之声。雅声久矣不起，这是正面的意思，是一层。然则谁能兴起呢？当今之世，舍我其谁？落出“吾”字，表出诗人的抱负，这是第二层。可是诗人这时候，已非少壮，而是如孔子自叹一样“甚矣吾衰也，久矣吾不复梦见周公”，即使能施展抱负，也已来日无多了，这是第三层。何况茫茫天壤，知我者谁？这一腔抱负，究竟向谁展示、呈献呢？这是第四层。这四层转折，一层深一层，一唱三叹，感慨苍凉，而语气却又浑然闲雅，不露郁勃牢骚，确是五言古诗的正统风度。",
            "　　首两句点明正意以后，第三句起，就抒写“大雅久不作”了。春秋而后，以关雎麟趾王者之风为代表的诗三百篇已委弃于草莽之中，到了战国，蔓草更发展为遍地荆棘。三家分晋，七雄争强，虎斗龙争直到狂秦。四句一路顺叙下来，托出首句的“久”字，但如再顺叙下去，文气就未免平衍了，所以“正声何微茫”一句，用顿宕的问叹，转一口气。“正声”即是“大雅”，“何微茫”即是“久不作”，一面回应上文，一面反跌下句的”哀怨起骚人”。《诗经》本有“哀而不伤，怨而不怒”的说法，这里把",
            "屈原",
            "宋玉",
            "，归之于哀怨，言外之意，还是",
            "留正",
            "声于微茫一脉之中。屈宋都是七雄中楚国的诗人，论时代在秦以前，这里逆插一句，作为补叙，文势不平。于是再用顺叙谈到汉朝，“扬马激颓波，开流荡无垠”，说明扬雄、",
            "司马相如",
            "，继楚辞之后，在文风颓靡之中，激起中流，可是流弊所及，正如",
            "班固",
            "《汉书·艺文志·诗赋略》中所说：“竞为侈靡闳衍之辞，没其风喻之义”，和梁刘勰《文心雕龙·辨骚篇》所说“扬马沿波而得奇”一样，荡而不返，开出无边的末流。诗人写到这里，不能象帐册一般一笔一笔开列下去了。于是概括性地总束一下，“废兴虽万变，宪章亦已沦”，说明以后的变化虽多，但文章法度，总已沦丧。尤其“自从建安来”，",
            "三曹",
            "七子之后，更是“绮丽不足珍”，这与《文心雕龙·明诗篇》所说：“晋世群才，稍入轻绮”，“采缛于正始，力柔于建安”，大意相近。诗人反对绮丽侈靡，崇尚清真自然的文艺主张是显而易见的。诗写到这里，自从春秋战国直到陈隋，去古不可谓不远，写足了“大雅久不作”句中的“久”字，于是掉转笔来，发挥“吾衰竟谁陈”了。",
            "　　“圣代复元古，垂衣贵清真，群才属休明，乘运共跃鳞，",
            "文质",
            "相炳焕，众星罗秋旻”，这六句铺叙唐代的文运，诗人故弄狡狯，其实半是假话。唐代是近体律绝诗新兴的时代，何尝有所谓“复元古”？唐太宗以马上得天下，高宗、中、睿之间，历经武后、韦后之变，又何尝有所谓垂衣裳无为而治天下？王、杨、卢、骆、沈、宋的诗，虽各有胜处，但用“清真”两字，也只是李白个人的说法，而不足以代表初盛唐的风格。文才处休明之世，乘时运而飞跃，有如鲤鱼踊跃于龙门，繁星罗布于秋天。这里写唐代的进士科，比较真实，但唐代主要以诗赋取士，文胜于质，又何尝有所谓“文质相炳焕”？这些还是枝节的问题，如果唐朝统治者真能如李白这六句诗所写的那样，李白应该早就复兴“大雅”，重振“正声”，何至于“吾衰竟谁陈”呢？这六句与“吾衰竟谁陈”之间的矛盾，说明了诗人这六句是故布疑局，故意地正反相形的。所以下文从“众星”中跃出“吾”来，用孔子“述而不作，信而好古”的话，申说自己已无创作之意，只有把“废兴万变”之中的那些作品，象孔子删诗一般，把它整理一下，去芜存菁罢了，这样庶几还可以“垂辉映千春”。可是孔子毕竟不是仅仅删述而已，赞周易、删诗书、定礼乐之外，最后还是作了流传千载的《春秋》，直到哀公十四年猎获麒麟时才绝笔。诗人的抱负，亦正是如此。最后两句，从“吾衰竟谁陈”，“我志在删述”的较消沉的想法，又一跃而起，以“希圣如有立，绝笔于获麟”的斩截之辞，来反振全诗，表示愿意尽有生之年，努力在文学上有所建树。诗人以开创一代诗风为己任，自比孔子，正说明他对自己期许很高。这一“立”字又遥遥与起句的“作”字呼应，气足神完，于是乎“大雅”又“作”了。",
            "　　由于这首诗的主意在复振大雅之声，所以诗人在写作时，其胸襟风度，也一味的大雅君子之风，不能骏发飘逸，也不能郁勃牢骚，完全用中锋正笔。因此，即使在“吾衰竟谁陈”的慨叹之中，对当代有所不满，而只能以“圣代复元古”等六句正面颂扬之辞，来微露矛盾之意，这并非诗人故作违心之论，而是写这首诗的立场使然。千古以来，对此诗都是顺口随便读过，未尝抉出其矛盾之处的用心所在，未免辜负了诗人当时以此诗冠全集卷首的苦心了。",
            "　　全诗一韵到底，音节安雅中和。最后两句，由",
            "于立",
            "意的坚决，音调也不自觉地紧急起来，“立”、“绝”、“笔”三个入声字，凑巧排列在一起，无意中声意相配，构成了斩钉截铁的压轴。",
            "（沈熙乾）                 "
        ]
    },
    {
        "title": "《横江词其三》",
        "time": "",
        "paragraphs": [
            "                   横江西望阻西秦，",
            "汉水东连扬子津。",
            "白浪如山那可渡，",
            "狂风愁杀峭帆人。               "
        ],
        "category": [
            "山水诗"
        ],
        "explain": [
            "                        汉一作楚；连一作流 ",
            ""
        ]
    },
    {
        "title": "《金陵新亭》",
        "time": "",
        "paragraphs": [
            "                   金陵风景好，豪士集新亭。举目山河异，偏伤周顗情。",
            "四坐楚囚悲，不忧社稷倾。王公何慷慨，千载仰雄名。               "
        ],
        "category": [
            "怀古诗",
            "赞美诗"
        ],
        "explain": "None"
    },
    {
        "title": "《秋夜板桥浦泛月独酌怀谢脁》",
        "time": "726",
        "paragraphs": [
            "                   天上何所有，迢迢白玉绳。斜低建章阙，耿耿对金陵。",
            "汉水旧如练，霜江夜清澄。长川泻落月，洲渚晓寒凝。",
            "独酌板桥浦，古人谁可征。玄晖难再得，洒酒气填膺。               "
        ],
        "category": [
            "怀才不遇"
        ],
        "explain": "None"
    },
    {
        "title": "《谢公亭（盖谢脁、范云之所游）》",
        "time": "",
        "paragraphs": [
            "                   谢公离别处，风景每生愁。",
            "客散青天月，山空碧水流。",
            "池花春映日，窗竹夜鸣秋。",
            "今古一相接，长歌怀旧游。               "
        ],
        "category": [
            "友情诗",
            "孤独"
        ],
        "explain": [
            "                        　　谢公亭位居宣城城北，",
            "谢朓",
            "任宣城",
            "太守",
            "时，曾在这里送别诗人",
            "范云",
            "。",
            "　　“谢亭离别处，风景每生愁。”谢朓、范云当年离别之处犹在，今天每睹此处景物则不免生愁。“愁”字内涵很广，思古人而恨不见，度今日而觉孤独，乃至由谢朓的才华、交游、遭遇，想到自己的受谗遭妒，都可能蕴含其中。",
            "　　“客散青天月，山空碧水流。”两句紧承上联“离别”、“生愁”，写谢公亭的风景。由于“离别”，当年诗人欢聚的场面不见了，此地显得天旷山空，谢公亭上唯见一轮孤月，空山寂静，碧水长流。这两句写的是眼前令人“生愁”的寂寞。",
            "李白",
            "把他那种怀斯人而不见的怅惘情绪涂抹在景物上，就使得这种寂寞而美好的环境，似乎仍在期待着久已离去的前代诗人，从而能够引起人们对于当年客散之前景况的遐想。这不仅是怀古，同时包含李白自己的生活感受。李白的诗，也经常为自己生活中故交云散、盛会难再而深致惋惜，这表现了李白对于人间友情的珍视，并且也很容易引起读者的共鸣。",
            "　　“客散”两句似乎已经括尽古今了，但意犹未足，接着两句“池花春映日，窗竹夜鸣秋”，不再用孤月、空山之类景物来写“生愁”，而是描绘谢公亭春秋两季佳节良宵的景物。池花映着春日自开自落，窗外修竹在静谧的秋夜中窣窣地发出清响，则风景虽佳，人事依然不免寂寞。两句看上去似乎只是描写今日的风光，而由于上联已交代了“客散”、“山空”，读者却不难从这秀丽的景色中，感受到诗人言外的寂寞，以及他面对谢公亭风光追思遐想，欲与古人神游的情态。",
            "　　“今古一相接，长歌怀旧游。”诗人在缅怀遐想中，似是依稀想见了古人的风貌，沟通了古今的界限，乃至在精神上产生了共鸣。这里所谓“一相接”，是由于心往神驰而与古人在精神上的契合，是写在精神上对于谢公旧游的追踪。这是一首缅怀谢朓的诗，但读者却从中感受到李白的精神性格。他的怀念，表现了他美好的精神追求，高超的志趣情怀。",
            "　　李白的五律，具有律而近古的特点。这，一方面体现在往往不受声律的约束，在体制上近古；而更主要地则是他的五律绝无初唐的浮艳气息，深情超迈而又自然秀丽。象这首《谢公亭》，从对仗声律上看，与唐代一般律诗并无多大区别，但从精神和情致上看，说它在唐律中带点古意却是不错的。李白有意要矫正初唐律诗讲究词藻着意刻画的弊病，这首《谢公亭》就是信笔写去而不着力的。“客散青天月，山空碧水流”，浑括地写出了谢公没后亭边的景象，并没有细致的描绘，但青天、明月、空山、碧水所构成的开阔而又带有寂寞意味的境界，却显得高远。至于诗的后四句，",
            "王夫之",
            "说得更为精辟：“五六不似怀古，乃以怀古。‘今古一相接’五字，尽古今人道不得。神理、意致、手腕，三绝也。”（《唐诗评选》）盖谓“池花春映日，窗竹夜鸣秋”二句，写得悠远飘逸，看似描绘风光，而怀古的情思已寓于其中。“今古一相接”五字，一笔排除了古今在时间上的障碍，雄健无比。尤其是“一相接”三字，言外有谢公亡后，别无他人，亦即“古来相接眼中稀”（《金陵城西月下吟》）之意。这样就使得李白的怀念谢公，与一般人偶而发一点思古之幽情区别开了，格外显得超远。象这种风神气概，就逼近古诗，而和一般初唐律诗面貌迥异。",
            "（余恕诚）                 "
        ]
    }
]